psycho_portrait = [{'':''}, {'100%':'Солнце'}, {'100%':'Луна'}, {'100%':'Юпитер'}, {'100%':'Уран'}, {'100%':'Меркурий'}, {'100%':'Венера'}, {'100%':'Нептун'}, {'100%':'Сатурн'}, {'100%':'Марс'},
{'80%':'Солнце'}, {'80%':'Луна'}, {'80%':'Юпитер'}, {'80%':'Уран'}, {'60%':'Меркурий'}, {'60%':'Венера'}, {'60%':'Нептун'}, {'60%':'Сатурн'}, {'60%':'Марс'}, 
{'60%':'Солнце'}, {'60%':'Луна'}, {'60%':'Юпитер'}, {'60%':'Уран'}, {'40%':'Меркурий'}, {'40%':'Венера'}, {'40%':'Нептун'}, {'40%':'Сатурн'}, {'40%':'Марс'},
{'40%':'Солнце'}, {'40%':'Луна'}, {'40%':'Юпитер'}, {'40%':'Уран'}]

add_psycho = {'23':'Солнце', '24':'Луна', '25':'Юпитер', '26':'Уран', '27':'Меркурий', '28':'Венера', '29':'Нептун', '30':'Сатурн', '31':'Марс'}

planet_infos = {'Солнце':'''Солнце (1,10,19,28) мужская планета, яньское активное начало 
+ дает лидерство, независимость, активную жизненную позицию, умение ставить цели и соответственно спросить их выполнение, достигать их, вести людей за собой людей по стандартным дорогам, умение работать словом, доносить информацию.
- в минусе – дает властность, подчеркивание своей значимости, эгоизм, 
                   - не уверенность в собственные силы, безответственность.
''',
'Луна':'''Луна 
женская планета, иньское начало, отвечает за эмоциональность и открытость.
+ Дает милосердие, бескорыстие, умение оказать помощь, проявить заботу, доброту, отвечает за чувства, умение приспособиться к прилагаемым условиям, умение почувствовать психоэмоциональное состояние другого человека, хорошая интуиция, талант знахарства и целительства, умение ставить диагнозы, подсознательно знают травы и лекарства.
- безчувственность, но это рассматривается как защитная реакция.
''',
'Юпитер':'''Юпитер 
Планета, которая отвечает за социальные связи и самоутверждение, планета расширения и захвата, самая большая планета, которая больше отдает чем получает.
+ Умение воплощать мечту в реальность, материализация мысли-формы, творческий талант, умение вдохновить других людей, стремление к новым горизонтам активность, самоутверждение.
- не самостоятельность, потребность в партнере или в вдохновителе, непоседливость, разбросанность и поверхностность
-  либо отсутствие чувства меры, желание подмять все под себя.
''',
'Уран':'''Планета Уран 
Планета оказывает влияние — это упрямый и независимый человек, у него на все есть свое мнение. Такие как люди часто влияют на ход истории –это реформаторы, которые никогда не живут по общепринятым правилам, идут своим собственным путем. Необходимо стараться развивать в себе гибкость и умение слушать, люди под влиянием Урана часто создают новые правила, их притягивают социальные вопросы и реформы всех видов. 
''',
'Меркурий':'''Планета Меркурий
Эта планета наделяет СВАбодолюбием, живым изворотливым умом, умением приспособиться к прилагаемым обстоятельствам, умением понять и почувствовать свое предназначение, умение и желание помогать людям, очень активные и эмоциональные люди, контактные, умеют передать информацию.
''',
'Венера':'''Планета Венера 
Планета Венера отвечает за умение выражать и воспринимать свои чувства, создавать семейные отношения, за проявление принципов красоты, стиля, эстетики, дает привлекательность, внешнюю харизму, за умение создавать уют и комфорт, за хозяйственность, рукоделие, обожают красивые вещи, яркие краски, картины, скульптуру, музыку и художественно украшают свое жилище.
''',
'Нептун':'''Планета Нептун 
Нептун  дает  подсознательное знание законов мироздания,   умение общаться с англами, умение пользоваться опытом прошлых жизней. Мягкость, уступчивость, тонкая сенситивность, хорошая интуиция, дар предвидения, пророческие сны, способность чувствование законов кармы, видение причины следственной связи, умение использовать опыт прошлых жизней, анализировать поступки. У них более тонкий контакт с ангелами, им дают информацию о катастрофах, болезнях, которые можно исправить, они видят то, чего не должно было быть. Музыкальный талант, художественное восприятие, способность создавать образы в моделировании, кинематографии, анимации.
Отрицательные стороны планеты – хитрость и коварство, нестабильность, размытые цели, зависимость от настроения окружающих, склонность к азартным играм.
''',
'Сатурн':'''Планета Сатурн 
Сатурн - суровая планета, отвечает за концентрацию, строгость, методичность, структуру, порядок, дисциплина. Вас лично оберегает Архангел. Дает Вам знание законов мироздания, мудрость, чувство внутреннего баланса и покоя. Справедливость, предчувствие опасности, ответственность, умение видеть тонкости, детали, знаки, символы, дает духовность. Четко понимают кто виновен и кто опасен.
Отрицательные стороны планеты – конфликтность. Либо сами попадают в конфликты, либо постоянно стараются примирить конфликтующие стороны, но делают это неумело. 
''',
'Марс':'''Планета Марс 
Марс- активная планета действия, проявленной энергии и импульса, дает инициативность, смелость, мужество, готовность принимать решения и вступать в борьбу, планета вдохновения и силы. Планета наделяет человека спортивным духом, волей к победе и духом соперничества, любят ввязываться в споры, в состязания и совершать подвиги.
Люди под управлением Марса  подобны кокосовому ореху – тверды снаружи и полны сладкой мякоти внутри, что говорит о внешней твердости, дисциплинированности и непоколебимости и внутренней мягкости, и сострадательности.
+ экстрасенсорика, подключение к информационному полю и получение информации, которой нет объяснения, дает расширенное сознание, независимость, самостоятельность, самодостаточность, конструктивность решений, образное мышление, умение отстоять свою позицию. Такие люди обладают высокой концентрацией внимания и энергии, их тяжело сглазить. Есть дар ясно знания.
- эгоизм, гнев, упрямство и синдром одинокого волка, вспыльчивые и любят вступать в споры.
'''}

name_code = {1:'a', 2:'b', 3:'c', 4:'d', 5:'e', 6:'f', 7:'g', 8:'h', 9:'i', 10:'j', 11:'k', 12:'l', 13:'m', 14:'n', 15:'o',
16:'p', 17:'q', 18:'r', 19:'s', 20:'t', 21:'u', 22:'v', 23:'w', 24:'x', 25:'y', 26:'z'}

name_aim = {1:'''Человек рождённый под этой энергией, наделён незаурядными способностями. И для него важна его личная, социальная реализация. Для него важно найти ту сферу жизни. где он будет иметь возможность творить и создавать в жизни что – то уникальное, присущее ему одному. Это люди новаторы, и лидеры. 
Могут зажечь своими идеями других, повести за собой людей. От рождения чувствительны к энергиям. Умеют использовать энергетический потенциал Вселенной в своей деятельности. Будь то дела земные или духовные и творческие. Им интересно, как и по каким законам материализуются события в их жизни и в жизни других людей. Люди, как правило, оптимистичные и деятельные. Авантюрны и изобретательны. С множеством интересных идей. Легко начинают новые проекты. Всегда стремятся выделиться из толпы. Легко и с радостью передают всё то, что умеют, делятся опытом. Их сама жизнь поставила на передовую. Им часто приходиться самостоятельно пробивать дорогу в жизни себе и многим. У них талант достигать вершин мастерства, по большей части самостоятельно. Они могут работать и в одиночку или с равными по духу партнёрами, но не терпят авторитарного давления над собой. Свобода - это главная составляющая их жизни. 
''', 
2:'''Люди, рождённые под энергией 2-го аркана, от рождения обладают дипломатическими способностями, умением сглаживать, урегулировать конфликты, сглаживать острые углы. Гасить негативные всплески эмоций, поглощать в свою энергию. Они обладают глубинным чувствованием и видением. Способны видеть и замечать, то, что скрыто и лежит за гранью обычного восприятия и понимания. Очень наблюдательны, таинственны и загадочны, осторожны. Далеко не всем показывают своё истинное лицо, часто создают видимость, а истину прячут от посторонних глаз. Энергия текучая и обволакивающая.
Единство и борьба противоположностей разлита в энергиях 2 го аркана судьбы. Это переход из одного состояния в другое. Люди текучие и противоречивые, но очень тонко чувствующие всё вокруг, понимающие чужую боль, и стремящиеся помочь и исцелить. Обладают способностями уговорить, успокоить, снять боль, от природы целители и дипломаты, их притягивает всё необычное и загадочное. Читают чужие души, как книгу Бытия. Их советы и изрекаемая мудрость помогают многим. Они не рвутся на лидерствующие позиции, оставляя чаще всего за собой нейтралитет. Любят оставаясь в тени управлять ситуацией исподволь, аккуратно разворачивая события по своему замыслу. Могут отойти в сторону, оставив поле битвы или споров.
''', 
3:'''3-я энергия судьбы, плодородия – это энергия авторитетов, женская энергия. Как правило, сам человек стремиться стать авторитетом для окружающих. Быстро оказывается в центре внимания, знает и понимает, как увлечь за собой. Материальное благополучие и успех, положение в социуме является для таких людей критерием реализованности. Любят себя окружать красивыми вещами, ценят вкус в еде, одежде, разбираются в моде. Их дом являет собой признак и степень их успеха, так что машина и дом должны быть в полном порядке и соответствовать статусу богатого, успешного человека. Поэтому порядку и уюту в доме люди третьего аркана уделяют особое внимание. Если они будут выбирать отдых, то выберут его в комфортабельном пятизвёздочном отеле. А если девушка будет выбирать жениха, то отдаст предпочтение обеспеченному, уже имеющему положение в социуме или подающему большие надежды, перспективному. Люди третьего аркана судьбы наделены природной любовью к себе и умением заботиться и ухаживать за своим телом как за домом и за детьми. Умеют хорошо вести домашнее хозяйство. Рационально распоряжаться деньгами. Ответственны, обязательны, контролируют всех своих близких, часто пытаются за них решать встающие перед ними задачи. Мужчинам с такой энергией надо взрастить себя как мужчину, специально уделять внимание проявлению мужских качеств характера.
''', 
4:'''Люди наделены работоспособностью, ответственностью, стремлением во всём себя упорядочить и подчинить своему влиянию. Умение выстроить людей, дать задания, спросить у них результат. Природные хозяйские и организаторские способности. Интерес к политической и государственным структурам власти.
Энергия 4-го аркана устойчива и непоколебима. Если человек принял решение, то он намерен идти в нём до конца постоянно и уверенно двигаясь вперёд. Блестящая логика помогает ему прийти ему к цели. Всё структурировано в его голове, всё разложено по полочкам. Надёжность и сильное плечо, которое человек готов подставить в трудную минуту отличает людей 4-го аркана. Сила воина, мужская сила, решительность, умение принять важные решения, найти выход из сложившихся сложных ситуаций, вера в успех, отсутствие суеты и паники- всё это характеризует с наилучших позиций признания 4 аркан судьбы. 
Если же женщина имеет в своём предназначении 4 аркан судьбы, ей следует работать над своей женственностью, осознанно понизить по вибрациям энергию до 3-го аркана. Осознавать свои мужские лидерские способности и становиться более мягкой и текучей, свободной и раскрепощённой, подобной женской энергии (Изучите как следует 3 аркан). В вашей судьбе отмечен знак сильного мужчины – покровителя. Такие женщины комфортно чувствуют себя в мужском обществе. Часто и внешне одеваются как мужчины, коротко стригутся, предпочитают спортивный стиль, занимаются мужскими родами деятельности, выбирают мужские профессии. Воспитай в себе женщину – говорит им 4-аркан судьбы и доверься сильному мужчине, по праву занимающего место лидера в твоей жизни.
''', 
5:'''Всё, что касается законности, порядка разнообразных правил, традиций созвучно 5-му аркану судьбы. Люди, рождённые с числом предназначения 5 стараются жить, соблюдая правила и традиции. Традиции семьи, законы общества и религии. Для них важно всё, что установлено авторитетами или ими самими. Они ищут в жизни знания, которые подтверждены научными исследованиями, что доказывает правильность и спокойствие их выбора. Им сложно пуститься в авантюрные предприятия. Им этого не позволят их принципы. Большую роль в их жизни играет семья, воспитание детей. Они вообще любят учить, объяснять, воспитывать, так как природа наделила их талантом учительства, талантом красноречия и убеждения. Они любят убеждать людей в своей правоте, искренне считают, что их мнение и суждение однозначно верно и что не бывает других путей и решений. Люди 5-го аркана судьбы прекрасные ораторы, публичные выступления им даются легко, и они легко учатся ораторскому искусству. Говорить на аудиторию – это их стезя. Им интересны научные подходы к любому делу. Логически продумать и рассчитать, увидеть и убедить. Они всю жизнь любят учиться, обретать знания. Быть в коллективе, занимать позиции лидера и руководителя. Научившись чему-то, они с удовольствием делятся этими знаниями с другими. Им важно донести до людей свои мысли и убеждения.
Надёжные, ответственные, любящие порядок, умеющие руководить или управлять, а также наделённые талантом красноречия, учительства, люди 5-го аркана живут по своим чётким убеждениям и принципам, часто загоняя себя в рамки своего же логического мышления и видения. Иногда не успевают менять свои взгляды за переменчивостью и изменениям жизни, так как их устоявшиеся принципы тормозят их, создавая преграды и рамки, узость видения. Им очень важно пересматривать свои взгляды и работать над расширением сознания. Уметь принимать мир и жизнь в её многообразии, разные точки зрения и позиции, чаще устраивать эксперименты, обновляющие жизнь. Доверять Вселенной безусловно, как водительству и покровительству. Всегда верны и защищают всех тех, кого любят, о ком заботятся и помогают. Являются авторитетом для окружающих. Самостоятельны и деятельны. 
''', 
6:'''Это энергия общения, коммуникаций и чувственности. Этот аркан отвечает за наши чувства и эмоции. Этот аркан отвечает за наши чувства и эмоции. Люди с энергией предназначения 6 легко общаются, легко сходятся с людьми, у них множество друзей и знакомых, они милые и приятные, обходительные. Стремятся завоевать расположение к себе, урегулировать конфликты и сгладить острые углы. Их привлекает всё яркое, красивое изящное, они ценители искусства, красоты, обладают превосходным утончённым вкусом. Часто являются гурманами в еде, ценителями всего красивого и прекрасного. Любовь для них является неотъемлемой частью жизни. Им важно любить всё то, чем они занимаются, всё то, на что направлено их внимание. Стараются окружить себя красивыми вещами, приятными людьми, престижной работой. Отдают особое внимание внешним формам и поэтому у них прекрасный вкус. Они законодатели моды во всём. Им свойственно видеть красоту во всём, и они стремятся сами соответствовать своим принципам и ощущениям. Ухаживают за собой, за своей внешностью, тщательно подбирают одежду. 
Они артистичны по своей природе. Любят получать от жизни удовольствия, нежиться в энергии обожания и любви. Они погружаются в отношения всецело с головой. Ярко переживая все связанные с этим эмоции. 
Все удовольствия мира форм, телесные удовольствия для них. Им обязательно нужно черпать эти энергии во внешнем мире, ну и конечно же научиться создавать их внутри себя самого!
''', 
7:'''Люди с явной лидирующей позицией, с энергией воина, который стремиться к победе и достижению поставленной цели. Они самостоятельные и решают вопросы своей жизни сами. Именно они управляют колесницей своей судьбы. Для них важно понимать и знать конечную цель, они нацелены на результат. Составление бизнес – планов на ближайшее будущее очень помогает людям 7-го аркана, таким образом им проще сконцентрироваться и направить свою энергию в нужном направлении, чтобы избежать бесполезных действий. Движение - это основной принцип этих людей. Они, как правило, хорошо водят любые виды транспорта, любят путешествовать, легки на подъём, оптимистичные, с активной жизненной позицией. Но бывают воинственно настроены, если начинают делить мир на добро и зло, на чёрное и белое и отказываются понимать законы мироздания. Отсутствие действий и движения приводят к застою в их жизни и физическом теле, поэтому им необходимо тренировать не только дух, но и тело. Укреплять костную систему и сохранять гибкость суставов. Такие люди часто бывают трудоголиками, поэтому им надо учиться практике релаксации и медитации. Сменять активность на пассивность, умение расслаблять ум и физическое тело. Занятия фитнесом, физкультурой, активными видами отдыха - для них. Они умеют зажечь своими идеями других людей, повести их за собой. Стать примером для подражания. Так как они активные и деятельные. Для них очень важна их собственная реализация. Бесцельная жизнь не для них. Такие люди упорны, настойчивы, могут начинать задуманное снова и снова, даже после неудачи. Каждый раз надеяться на позитивный итог, на то, что цель будет достигнута. Решительные, долго не сомневаются, если задумали, то действуют.
Проявляли интеллектуальную леность, не желание менять место жительство ради развития. Сейчас могут быть препятствия на дорогах, на пути к целям, болезни ног.
''', 
8:'''Если перевернуть восьмёрку 8, то она будет обозначать бесконечность, и значит, корни 8-го аркана судьбы уходят далеко в прошлое, а, следовательно, люди 8-го аркана связаны незримыми энергетическими нитями с кармой прошлых воплощений. Именно им дано глубже и тоньше видеть, чувствовать и понимать кармический закон справедливости. То, что мы видим, когда событие происходит, это следствие ранее переживаемых нами эмоций, мыслей, действий. То, что мы имеем в реальности, пришло к нам не случайно и поэтому с нами никогда и ничего не происходит просто так, всё это причинно следственный закон бытия. И именно людям 8-го аркана судьбы проще понять этот закон, разглядеть его в событиях своей жизни, а в последствие научиться видеть его и в жизнях других людей. 
Люди 8-го аркана всё время задают себе вопросы. А почему со мной это происходит? В чём истинная причина тех или иных проблем? И что я могу сделать сегодня, чтобы изменилась моя жизнь в будущем. Им дано всё время работать над улучшением своей кармы. Они интересуются различными методами улучшения судьбы, посещают различные тренинги и семинары. В своей обычной жизни очень ответственны, стремящиеся поступать всегда справедливо, требуют справедливости и о других людей, поэтому бывают вспыльчивы и ранимы. Влезают во все разбирательства и отстаивают позиции слабых. Они открыты, дружелюбны, бесстрашны, способные быстро реагировать в сложных ситуациях. В экстремальных условиях действуют решительно. На них можно положиться и доверить ответственную работу. Часто находят своё применение в законодательных структурах и в структурах правопорядка, контроля и налоговых служб. Им важно понимать истинный кармический закон, чтобы не реагировать так бурно на проявление его следствий в повседневной жизни. Стараться не вмешиваться туда, где этого не требуется. Изучая законы мироздания, люди 8-го аркана смогут внести ясность в любую, даже сложную ситуацию. Смогут помочь, так как они всегда ориентированы на помощь и поддержку. Научиться распознавать истину – в этом их главная кармическая задача.
''', 
9:'''Люди с 9 арканом предназначения самодостаточны и наделены природной мудростью. К ним всегда все тянутся за советом и к ним прислушиваются. Их мнение всегда весомо. Такие люди не любят шумных компаний. У них философский взгляд на жизнь. Они любят углубиться во всё то, что изучают. Неспешны и не суетливы. Им хорошо наедине с собой, никогда не бывает скучно. Любят читать, изучать что-то новое. Им лучше, чем другим даётся научная деятельность – это первые люди в научных изысканиях. Всегда отзывчивы к боли других людей, умеют выслушать и правильно направить человека на выход из трудной ситуации. Из них получаются отличные лекари души и тела. Очень основательно подходят к выбору партнёра. И, если влюбляются, то как правило, остаются ему верны на долго. Глубина их чувств и души скрыта от внешних проявлений, поэтому они кажутся сухими и сдержанными в чувствах, но это не так, они нежные и заботливые, и участливые, просто не всем они могут открыть свою душу. Любят находиться в уединении, подумать, именно в уединении мудрецу приходят самые сокровенные мысли и озарения. В одиночестве такие люди отдыхают и восстанавливают потраченный энергетический потенциал. Им бывает очень важно побыть наедине с собой и не нужно им мешать в этом и обижаться на них, они сами «выйдут к людям», когда будут готовы. Завоевать сердце и дружбу мудреца – это получить надёжного друга, готового помочь в любых испытаниях. Люди 9 аркана не стремятся к лидерству, но ответственно подходят к возложенным на них обязанностям.
Они любят природу, животных, с удовольствием гуляют со своими домашними питомцами. Выходы на природу так же дают им энергию. Люди достаточно универсальные в любом роде деятельности. Хорошо учатся, любят учиться всю жизнь, а также хорошо обучают других людей. 
''', 
10:'''Люди 10 аркана считаются «счастливчиками», «баловнями» судьбы. Они рождены и приставлены к ним покровителями свыше (или можно сказать Ангелами хранителями) Они всю жизнь чувствуют, что их сама жизнь оберегает и выводит из любых, даже очень сложных жизненных ситуаций. Они как будто бы находятся в потоке самой судьбы. Им только следует принять решение и всё вокруг их завертится в этом потоке. Открываются нужные двери, встречаются нужные люди, именно в тот момент, когда это очень важно. Попадается на глаза информация, которая приведёт к благоприятному результату и т.д. Как будто бы сама жизнь разговаривает с этими людьми, постоянно подаёт им знаки о своём присутствии. И поэтому людям 10 аркана многое даётся легко, если они сами не склонны усложнять себе жизнь и запутывать колесо своей фортуны, пытаясь раскручивать его в обратную сторону или вовсе плыть против потока. Когда человек плывёт против потока, он теряет много энергии. Жизнь перестаёт открываться перед ним. И поэтому для 10 аркана необходимо научиться чувствовать свой поток и сознательно его выбирать. Только с развитой интуицией и расширенным сознанием, возможно, чувствовать саму жизнь и видеть знаки на пути. Жизнь всегда разговаривает с нами через знаки. 
Такие люди компанейские, лёгкие на подъём, с удовольствием поддерживают любые компании. Авантюрны, поддающиеся внушению и влиянию. Им нужно научиться лёгкости восприятия жизни, приобрести позитивный взгляд на мир и их колесо судьбы, их судьбоносный поток всегда будет направлять их в благоприятном развитии судьбы и к выполнению своего божественного предназначения.
''', 
11:'''Сила для таких людей является проявлением их индивидуальности. Ведь мир ими воспринимается с позиции силы. Сила духа, сила мысли, сила слова, сила божественной любви, физическая сила и т. д. Жизнь их демонстрирует всегда пики колоссальных подъёмов, а потом таких же спадов, т.к. всё время находиться на гребне волны невозможно, а также на пике силы. Мир цикличен и потому у таких людей, если они не научатся пользоваться данной им силой, в жизни может быть достаточно уроков и задач, острых углов для того, чтобы они учились управлять своими энергиями, эмоциями и мыслями. Сила таких людей может быть временами направлена во вне, а временами во внутрь себя. И от того, какая это сила, созидать и разрушать они могут не только окружающий мир, но и себя самого. Любые негативные проявления силы им следует менять в силу божественной любви и принятия мира и людей такими, какие они есть. Усмири страсть внутри себя самого, усмири дикого зверя и тебе дано будет принести благо многим, так как сил у тебя достаточно. У этих людей большой энергетический потенциал, от этого возможности к действию большие. Люди 11 аркана часто являются трудоголиками. Им всё время что-то нужно делать, они не могут долго находиться в пассивности. Занимаются силовыми видами спорта и спортом в принципе, фитнесом. Часто находят своё призвание в инструкторстве по фитнесу и спорту. В свободное время любят активный отдых, но им следует учиться медитативности и расслабленности, чтобы их сила стала более мягкая и созидательная. 
Люди 11 аркана судьбы не терпят давления из вне, начинают обороняться, у них срабатывает рефлекс сила на силу. И поэтому временами могут быть заносчивыми, вспыльчивыми и дерзкими. А в общем у них весёлый нрав, открытая душа, благородные поступки. Могут брать на себя ответственность, повезти за собой людей, у них выражена энергия лидерства. Устойчивы к поражениям, стойкая тяга и стремление побеждать. Отдалённый порог болевой чувствительности.
''', 
12:'''Люди 12 аркана судьбы отмечены божественным законом служения. У них определённая задача принести больше добра, милосердия, сострадания в жизнь. Научить людей быть таковыми, быть для них примером бескорыстной отдачи любви и помощи и поддержки в мир. Человек 12 аркана судьбы имеет другое видение на многие вопросы жизни, (аналогия 12 аркан в картах Таро), человек висит вниз головой и значит ракурс видения мира и ситуаций противоположный людям, стоящим на ногах. Поэтому их новаторский взгляд учит думать и воспринимать жизнь по-другому. Им доступны самые разнообразные новые идеи и проекты, сферы деятельности. Они кладезь необычной информации. Как много интересного можно узнать, общаясь с человеком 12 аркана судьбы. Жизнь как будто приобретает другие краски и очертания. Такие люди всегда нацелены на взаимопомощь и поддержку, к ним многие обращаются за помощью, принимаю их отзывчивое сердце, и открытую душу. Главное для них за проблемами других людей помнить о себе, проявлять к себе заботу, любовь и внимание. Временами баловать себя, дарить подарки устраивать праздники. Ведь жизнь дана нам для удовольствия, и радости, и счастья, и процветания, а не для страданий и жертвенности. Для них очень важно не впадать в жертвенность каким-либо людям в жизни и обстоятельствам. Вовремя уметь выходить из зависимости и подвешенного состояния. Уметь сказать «нет» и постоять за себя, так как их доброе сердце, мягкое иногда сподвигает их на поступки в ущерб себе, главное на благо других. 
Любовь к себе, самодисциплина, духовное развитие, помогает 12 аркану пройти все жизненные уроки и стать мудрее. Они очень любят учиться и постигать в жизни что – то необычное, интересное и особенное. Им важно научиться отпускать старое, не цепляться за людей, ситуации и обстоятельства, не «зависать» в старых эмоциях. Смело идти в перемены в жизни. И тогда их жизнь приобретёт смысл более прогрессивный, начнётся движение и человек обязательно постигнет своё предназначение по 12 аркану, найдёт свой и только свой уникальный и необычный, нестандартный путь, который принесёт пользу многим. Ведь иное видение – это всегда начало перемен.
''', 
13:'''Люди этого аркана мистичны и непредсказуемы по своей природе предназначения. Они временами непостижимы и для себя самих. Люди воспринимают их неоднозначно, так как их сила трансформации и изменений чувствуется всегда. И не все готовы встретиться с ней. Эти люди везде, вокруг себя способны вызывать, создавать перемены и обновления. Где бы они не появлялись, они способствуют перерождению старых устоев и форм в новые более прогрессивные. Всё отжившее должно покинуть мироздание и трансформироваться в эволюционном потоке жизни. Если человек не готов к переменам, а они неизбежны и наступают внезапно, то это не всегда проходит для него безболезненно и поэтому люди 13 аркана способны запускать необратимые процессы нужной трансформации, назревших перемен. Они и сами не могут долго застаиваться в одной и той же ситуации, заниматься нудным и монотонным делом. Им необходимы сильные порывы чувств и эмоций. Постоянный интерес к жизни. Они очень любознательны, креативны. 
Легко выдерживают сложные экстремальные ситуации. В экстриме быстро собираются, группируются и концентрируются. Действуют без промедления и паники. Философия жизни и смерти – это их внутренняя душевная философия и естественное состояние бытия. Они как никто другой понимают ритмы цикличности на Земле. И если они отсекают старое, то уже не возвращаются в него. А начинают новые жизненные циклы. Люди 13 аркана обладают решительностью, смелостью и бесстрашием. Они дерзкие, очень активные. Способные на подвиги и на порывы чувств. У них в жизни наблюдаются циклы. Одни состояния через какое-то время сменяются на противоположные, как дыхание самой жизни, как смена времён года, как жизнь и смерть. Им самим необходимо духовно принимать все циклы своей жизни и всё время настраиваться на волну позитива, радости и счастья. На счастливую волну. 
Они прирождённые спасатели и экстремалы, у них притуплён страх смерти. Они понимают её философию и не боятся, как правило, того, что с ней связано. Бесстрашие – это черта их характера. Помогать людям меняться, извлекать духовные уроки из трудностей, отпускать старое – разрушать зависшие ситуации – это их миссия на Земле – это их предназначение. И демонстрировать людям путь перемен.
''', 
14:'''Люди 14 аркана утончённо чувствующие и воспринимающие мир, людей и события в жизни. У них богатый эмоциональный и внутренний мир, зрелая душа. Они восприимчивы ко всему прекрасному, им необходимо подпитывать себя энергиями искусства. И поэтому они любят проводить время, посещая музеи, театры, концерты, бывать на творческих вечерах. Увлекаются танцами, живописью, музыкой, театром и кино. Сфера увлечений 14 аркана очень богатая и разнообразная. Они интеллектуальны, легко поддерживают беседу, как правило, начитанные и много знают. Поэзия, история – тоже интересны им. Они и сами могут выбирать род деятельности, связанный со сферой искусства. Им легко даются иностранные языки, и они имеют, как правило контакты за границей или путешествуют по разным странам. 
Люди 14 аркана учатся усмирять в себе все внутренние страсти. Через очищение, пост, молитву и голодание. Они стараются отойти от телесных искушений и телесных, тем самым укрепляя дух. Они стараются в общении с людьми в первую очередь увидеть душу человека, его суть, а уж потом внешние данные. Внутреннее для них главнее внешнего. Хотя красота форм и эстетика вкуса присущи этим людям. Они тонкие ценители всего прекрасного. Их целительная стихия – это вода. Таким людям полезно чаще контактировать с водой, принимать водные процедуры, им хорошо помогает водолечение. У них от рождения связь с ангелом – хранителем. И поэтому развита интуиция и экстрасенсорное чувствование. Из них получаются хорошие целители. Характер людей уравновешенный, доброжелательный, в позитиве открытый. Они могут занимать позиции лидера, но не особо стремятся к этому. Им важнее быть в творческом процессе жизни, чем в руководящем. Люди, любящие природу и животных.
''', 
15:'''Люди 15 аркана судьбы одарены большим потенциалом энергии и возможностей. Им дано видение человеческих слабостей. Такой человек, как рентген. Смотрит и видит насквозь, где что несовершенно, и где и что следует проработать и духовно исцелить. И сам того не ведая, он старается спровоцировать человека на обнажение этого негатива, чтобы сам человек увидел в чём ещё его слабости и несовершенства.
 Люди 15 аркана судьбы часто и выступают теми, кто провоцирует и проверяет, кто подталкивает или предлагает искушение. Ими же указывают тебе на твои слабые места. Поведи дружбу с человеком 15 аркана, и ты всё узнаешь о себе, в чём ты ещё слаб и несовершенен. Поэтому не всем под силу быть с этими людьми постоянно. К ним относятся люди неоднозначно. Кто-то любит и уважает, а кто-то злится, а кто-то сторонится и боится. А кто-то интуитивно отгораживается от них, боясь, что начнёт что-то происходить, с чем он не готов соприкоснуться и встретиться. В целом, эти люди весёлые, энергичные, компанейские, готовые на авантюрные жизненные приключения. Умеющие управлять ситуациями и другими людьми, умеющими повернуть события в свою сторону. Любящие земные удовольствия и умеющие в свою жизнь притянуть благо. Всё шикарное, богатое, гламурное – для них.
''',
16:'''Энергия 16 аркана несёт в себе трансформацию и разрушение всего тормозящего и уводящего от предназначения. И люди 16 аркана судьбы способствуют духовному пробуждению людей. Разрушить старое видение и мировоззрение – это их способность от Бога. Внести изменение в привычные формы и застойный уклад жизни, показать разрушающую силу земных зацепок и привязок. Эмоциональных зависимостей. Они проходят за жизнь свой путь восхождения к духу, получая от судьбы не простые уроки для собственной трансформации и пробуждения. Им приходится часто начинать новые циклы, жизнь никогда не стоит на месте. Всегда что-то происходит, и если человек научился понимать правильно, по всем кармическим законам, понимать события жизни, то он выходит победителем, даже из самых сложных ситуаций, приобретя ещё большую силу духа и устойчивость. Люди сильные энергетически и духовно, по-другому невозможно справиться с мощными энергиями 16. Им это дано по судьбе, как данность предназначения. Они бывают «взрывные» и резкие, импульсивные. Но их доброе сердце, желание помочь, показать и объяснить людям выход к свету, делает их светящимися огоньками в любой тьме. В любой ночи, человек 16 аркана судьбы способен вывести других к свету, новому видению и пробуждению. Лидерствующая энергия, способная вести за собой людей. Такой человек способен видеть путь к изменениям и в обычных житейских делах. Любят участвовать в любых реконструкциях и перестройках. От них можно ожидать необычных креативных решений, новаторскому подходу к любому делу.
''', 
17:'''Люди 17 аркана судьбы – это звездные люди, у них ярко выраженная неординарность. Они отмечены небом от рождения. Небо и Высшие силы курируют, оберегают, хранят и дают им энергию для проявления в жизни. Это может быть любой вид творчества или же яркость в принципе, даже в повседневных делах и заботах. Такого человека нельзя не заметить, его хочется выделить. С ним интересно общаться, к нему притягиваются люди, т.к. чувствуют его позитивное влияние. Небо делает таких людей своими проводниками энергий. У них тесная связь с природой. Они отзывчивы и открыты. У них руки способные исцелять, или же все, чтобы они не делали, если они делают с любовью, то у них получается хорошо. Про человека, через которого течет Небесная энергия, как через проводника энергий, говорят, что он звездный человек, т.е. имеет связь со своей звездой.
И если он углубиться в какое-либо занятие, то в этом он сможет подняться до высот звезды и быть замеченным многими. Ведь звезда светит на небосводе и на нее могут смотреть тысячи. Люди 17 аркана – восприимчивые, чувствительные, интуитивные, экстрасенсорные. Им часто сняться яркие и пророческие сны. У них богатое воображение и фантазия. Иногда про них говорят: спуститесь на землю и перестаньте витать в облаках. Энергия звезды зачаровывает и завораживает, главное им найти свой путь, открыть свой талант, понять свою стезю в жизни и в творчестве, тогда энергия неба сможет проявиться через них максимальным потоком. Вера в себя, любовь к себе, связь с небом – это важные составляющие успеха таких людей. Состояние радостного, восторженного ребенка люди «звезды» могут пронести через всю жизнь. Талантливы в любом роде искусств, чем займутся серьезно.
''', 
18:'''Люди, рожденные 18 энергии судьбы – мистичны и притягательны по своей природе. Они наделены богатым внутренним миром, глубина такого человека завораживает. Они люди – загадки. У них богатое воображение и хорошо развитая интуиция. Им часто сняться пророческие сны и у них энергетическая связь с Луной. И поэтому на их жизнь и здоровье напрямую влияют Лунные циклы. Если луна прибывает, т.е. растущая, то растет и их потенциал, если убывающая, то энергии может быть меньше. Но все равно – эти люди сильны энергетически. В полнолуние к ним приходит самый мощный их потенциал. 
Человек 18 аркана может найти себе реализацию в любой из сфер жизни, они очень разносторонние, но все же склонны к чему-то - необычному, созданию красоты и тяготеют к искусству. У них от природы писательский дар. Луна – это иньская энергия, притягивающая. Ей покровительствует стихия воды. И поэтому людям Луны полезно чаще контактировать с водой. Бывать у водоемов, устраивать исцеление и очищение физического тела водой. Следить за водным балансом в организме. В течение дня пить очищенную воду. Им нельзя надолго впадать в депрессию. Следует развиваться духовно, что бы темная негативная Луна не смогла их затянуть.
''', 
19:'''Люди 19 аркана судьбы, наделены способностью, светить, а значит, безусловно, отдавать в мир, людям свои творческие способности и энергетический потенциал. Они очень открыты. У них мощная энергия. Солнце светит на Небосводе всем, не выбирая никого. Оно просто есть, и оно постно восходит на Небосводе, а сами люди выбирают выходить им к солнцу, включаться активно в начавшийся день или нет. И поэтому люди солнца – вокруг себя притягивают множество людей. В их судьбе действуют энергии коллектива. Они быстро завоевывают признание и акцентируют на себя внимание. Явно выраженная лидерствующая позиция. 
Только людям 19 аркана следует понимать свое сильное влияние на людей. Если солнце какое-то время будет светить в одну точку, то куда будет, оно светить загорится и сгорит от огромной силы энергии огня. И поэтому цепляться за одного человека, за одну жизненную ситуацию им крайне вредно, потому что вместо добра и любви они могут навредить сами того не понимая. Их энергия должна быть рассеяна на многих. А значит, им следует, по жизни иметь активную деятельность, чтобы весь основной свой потенциал энергии вырабатывать там, а дома близким и домашним пусть достаются теплые лучи не активно испепеляющего солнца. Как можно солнце закрыть в четырех стенах? Это невозможно. Если это сделать, то сам человек из-за нереализованности и не выработки энергии начинает плохо себя чувствовать. Происходит некое самосгорание. Поэтому таким людям следует следить за тем, чтобы их энергия была в общественной деятельности, или в творческом процессе. Их следует загрузить работой, что бы они чувствовали свою полезность людям. Солнцу дано светить!
''', 
20:'''Люди, рожденные 20-й энергии судьбы – наделены способностью воспринимать, информацию из вселенского информационного поля и передавать ее в мир, как проводники энергии. Они от природы мистичны и имеют тесную связь с небом, т.е. экстрасенсорны и интуитивны. Им сняться пророческие сны и у них бывают вспышки прояснения сознания, когда в голову как будто бы приходит необычная мысль, которая явно не является мыслью логического мышления. И они удивляются: «Откуда я это знаю!» люди 20 аркана прирожденные целители, они чувствуют энергии и могут лечить. Они связаны единой кармой со своими предками, т.е. единой кармической задачей, а, следовательно, им предстоит за жизнь отработать, т.е. исцелить карму своего рода). Т.е. постараться жить по-другому не так как жили предки и родители. 
В картах Таро 20 аркан – это труба между небом и землей. Между миром живых и миром мертвых, и поэтому к ним через сны могут приходить умершие родственники и давать информацию. Им понятна философия жизни и смерти. Как правило, они не боятся смерти и могут работать в сферах, связанных с этим процессом. Им интересно все необычное и неопознанное. Они часто находят себе применение в информационных структурах. Люди энергетически сильные, имеющие небесное водительство и покровительство от рождения. Они с самого рождения чувствуют, что Бог есть. Они любят заниматься духовным развитием, изучают законы мироздания. Это люди способные, если разовьют в себе способности передачи информации, передавать информацию нового времени для людей Планеты. 
В повседневной жизни разносторонне развиты, с большой сферой интересов и увлечений. Им очень важно отказаться от агрессии, научиться прощать, научиться, не осуждать людей. Не делить мир на добро и зло. Уйти от жесткости и излишнего давления и контроля над близкими людьми. Прийти к позитивному мышлению, так как их мысли материализуются очень быстро. Небо слышит их!
''', 
21:'''Люди, рожденные в энергиях 21 аркана судьбы от природы, наделены глубокой связью со всем бытием, со всем, что окружает, со всем миром. Они глубоко чувствующие, тонко воспринимающие и миролюбивые. Они природные целители душ и дипломаты. Способны урегулировать конфликты, нацелены в своих мыслях на глобальные задачи. Им интересно все, не только в масштабе их личной жизни, но и в масштабах страны, всей земли и вселенной. Они чувствуют присутствие и водительство высших сил с самого детства. Верят, что возможно все, редко ограничивают себя в своих планах, надеждах и мечтах. История. Так мировая политика, так мировая религия, так все религиозные структуры и т.д. Им хочется принести благо многим людям. И на самом деле они нацелены на это. Самоотверженно и с открытым сердцем они вдохновляются светлыми идеями и идеалами. 
Они могут повести за собой множество людей, если всего себя, весь свой светлый потенциал они направят на благие цели, дела, задачи. Перед такими людьми по факту их 21 аркана судьбы открыты границы мира. Как правило, им легко даются иностранные языки, они много путешествуют по миру. Выбирают себе род деятельности, связанный с мировыми связями. Это либо поездки за границу, либо компании имеющие влияние на весь мир. Вся наша планета для них родной дом – они везде чувствуют себя хорошо, где бы ни были, везде легко адаптируются, быстро и легко адаптируются к разным климатическим условиям. Такие люди экстрасенсорны и могут, энергиями вселенной, лечить других людей. Часто к ним приходить информация из вселенского источника. Они легко медитируют. Часто им суждено участвовать в глобальных проектах, внося в них сильную составляющую своей энергии, силы и воли. Люди 21 числа двигали мировыми процессами, оставив след в истории. Например, Сталин. (21-й аркан судьбы). Для людей 21 аркана важно объединение всех людей планеты. И близок духовный лозунг: «Мир во всем мире». Объединение всех людей. Все люди родственные души!
''', 
22:'''Люди, свободные от догм и ограничений, от любых рамок и запретов. 22 аркан, как и 21, воспринимает мир целостно. Его сердце, воля и разум, подчинены вселенской любви и мировым задачам, открывающим путь к свободе, полету и мечте. Воспари, над любыми ограничениями, почувствуй вкус истиной свободы, говорит 22 аркан судьбы. Пусть вырастут за спиной крылья, и я полечу над миром, увижу его широту, увижу моря и просторы родные, величие гор, красоту. Увижу все то, что увидеть дано мне и людям с любовью отдам. А вы на эти знания отзоветесь? И я благодарен вам. 22 аркан – это путник, преодолевающий дорогу, за дорогой, с котомкой за плечами, в свободной льняной одежде. Это образ бродяги, перед которым открыты все границы мира. Путешественники, просветленные учителя. Артисты, скоморохи, шуты. Творческие натуры. Восприимчивые и интуитивные. Им сложно долго усидеть на одном месте, их манит пыль земных дорог и Небесные выси. Радоваться каждому мгновенью жизни – вот образ 22 аркана судьбы, вести людей к истинной свободе, к вершинам духа – вот их истинные желания и стремления. 
Жизнь в легкости, путь в легкости, миг в легкости – это все 22 аркан. Авантюрные, легко шагающие в неизвестное, легко начинающие новые циклы, дела, открывающие новые пути дороги, смелые весельчаки, безусловно доверяющие творцу, создателю, чувствующие его созвучие с собой, его покровительство и водительство в каждое мгновение жизни – это 22 аркан судьбы и придает ему небывалую силу духа!
'''}

name_info = {1:'Человеку необходимо наработать знания в любой сфере, хорошо учиться, уметь пользоваться речевым аппаратом, много читать и проявлять все интеллектуальные способности, филология.', 
2:'Человеку необходимо проявлять доброту, заботу и опеку над всеми членами семьи, рода.', 
3:'Человеку необходимо проявлять жизнерадостность, оптимизм к жизни, желание жить, самовыражение себя через любые таланты, стать многодетным родителем.', 
4:'Человеку необходимо наработать любовь к порядку, трудолюбию, уважению к мужской половине рода, ответственности за своих близких.', 
5:'Человеку необходимо стать продолжателем семейных ценностей, получить уважение своего рода своим правильным образом жизни, качественным образованием.', 
6:'Человеку необходимо научиться проявлять любовь, заботу, дипломатию, привносить в семью гармонию и красоту, оказывать поддержку.', 
7:'Человеку необходимо научиться  выработать целеустремленность, постоянному движению вперед.', 
8:'Человеку необходимо научиться быть справедливым, примирителем в семье, соблюдать правила и дисциплину.', 
9:'Человеку необходимо научиться служить своему роду, сострадательным человеком, повышал духовность рода, накапливать родовую мудрость, изучать историю своих предков.', 
10:'Человеку необходимо научиться правильно относиться к материальным ценностям семьи, управлять колесом Фортуны, накапливать опыт как Успеха так и неудач цикличности жизни.', 
11:'Человеку необходимо научиться управлять энергией Силы, преодолевать трудности и стать победителем, человеком власти, уметь взаимодействовать. ', 
12:'Человеку необходимо стать лекарем души своих близких, оказывать психологическую поддержку, сочувствие и сопереживание.', 
13:'Человеку необходимо вносить перемены, с подвигать свое окружение на изменения в лучшую сторону, вносить новизну, бесстрашие, альтернативность взглядов.', 
14:'Человек учится привносить в свое окружение терпеливость, тактичность, чувство меры, гармонию, стабильность, научиться чувству прекрасного.', 
15:'Человеку необходимо научиться быть харизматичным, обаятельным, увеличивать благосостояние семьи, красиво жить, вносить в жизнь рода яркие эмоции и события, умение наслаждаться материальными благами.',
16:'Человеку необходимо дать энергию стабильности, фундаментальности, рост благосостояния семьи, научиться проявлять гибкость, великодушие и благородство души.', 
17:'Человеку необходимо проявлять свою артистичность, научиться быть яркой, громко заявлять о своих талантах, дать роду публичность, известность.', 
18:'Человеку необходимо научиться чувственности, хозяйственности, женственности, честности, раскрыть творческие и магические способности, выстраивать доверительные отношения.', 
19:'Человеку необходимо научиться проявлять открытость, жизнерадостность, искренность, тем самым стать лидером в своем окружении, социально реализоваться, достичь вершины в выбранной сфере, дать своим детям статус в обществе.', 
20:'Человеку необходимо стать проводником человеческих душ, стать центром семьи, поддерживать и скреплять связи со всем родом, раскрыть таланты в роду, прославить род, стать многодетным родителем.', 
21:'Человеку необходимо научиться миролюбию, коммуникабельности, расширять мировоззрение своего рода, привнести знания о других странах, культурах.', 
22:'Человеку необходимо научиться радоваться жизни, открытости, коммуникабельности, свободе, умение решать множество задач, стать многодетным родителем, оригинальность мышления, нестандартности.'}

name_talant = {1:'- лидерские способности, умение повести за собой, умение считывать информацию с поля, новаторство.', 
2:'- дипломатия, умение работать в партнерстве, забота и чувственность, женщины покровительствуют им и помогают в развитии, наблюдательность.', 
3:'- творческие способности, мастер на все руки, организаторские способности, отличные хозяйственники, умение быстро добиться высокого социального статуса.', 
4:'- отличные стратеги, умение видеть перспективы, доводят начатое до логического конца, профессионалы своего дела.', 
5:'- умение найти промысел божий в любых делах и поступках, практическая мудрость, талант в наставничестве.', 
6:'-отличные переговорщики, дипломаты, умение гармонизировать конфликтную обстановку. ', 
7:' - чувствование перспективных проектов, знают, как быстро добиться нужного результата, сподвигают на движение вперед.', 
8:'- чувствование причинно-следственных связей, правовая грамотность, отвественность и повышенное чувство долга.', 
9:'-умение исцелить душу словом, мудрость, независимость в суждениях, глубокое понимание вопросов мироздания, высокие интеллектуальные способности.', 
10:'-развитая интуиция, расширенное сознание, видит ресурсы и знает, как их развить до максимума, энергия продвижения любых проектов и предприятий, любимчик Фортуны.', 
11:'-дар убеждения, трудолюбие, сила характера и стремлений, благородность поступков, великодушие.', 
12:'- коммуникабельность, умение найти психологический подход, компромисс в конфликтных ситуациях и оказать психологическую поддержку. ', 
13:' – нестандартный подход, быстрая реакция в экстремальной ситуации, знают принципы работы любой системы, видят ее дефекты, проблемы, ошибки, это люди бизнеса.', 
14:'- целительство, интуиция – прямая связь с ангелом-хранителем, хороший эстетический вкус, хорошие экстрасенсорные способности и творческие.', 
15:' –все виды эзотерических талантов, дар ясновидения, притягивают материальное благополучие, организаторские способности.',
16:'-новаторство,  лидерство, способны разрушить стереотипы, ложные убеждения, талант реконструктора.', 
17:' – творческие и креативные способности, умение увидеть таланты в других и продвигать их, показать путеводную звезду отчаявшимся душам успех в любых начинаниях, отличные организаторы, маркетологи.', 
18:'- магические способности, способны просмотреть будущее и увидеть тупики, опасности, подставы и тд. Знают, как обратить ситуацию в свою пользу. Сильная интуиция и реализация мыслеформы.', 
19:'- харизматичность, лидерство, способны объединять, обучать и направлять людей. Мудрость и трудолюбие.', 
20:'- экстрасенсорные и творческие способности, интуиция, очень хорошие психологи, коммуникабельные, дипломатичные.', 
21:'- масштабно думающие люди, стратеги, миротворцы, альтернативный взгляд на любую ситуацию, духовники, наставничество.', 
22:'- ответственность, чувство долга, творческие способности, талантливы во всем, новаторство, хорошие педагоги.'}

name_karma = {1:'Отказался от проявления своего Я, зажимал свои эмоции, не отстаивал свои убеждения, теперь страх публичных выступлений может стать барьером к развитию.', 
2:'Проявлял конфликтность, пренебрежительное отношение к женщинам, теперь женщина может погубить карьеру, здоровье.', 
3:'Проявлял жадность и зависть к материальным благам, был холоден по отношению к детям.', 
4:'Проявлял лень в работе, не захотел строить карьеру, профессионально расти, теперь сложности в отношениях с коллегами и подставы. ', 
5:'Не верил в бога, проявлял не послушание мудрецов и наставников, не признавал их авторитеты.', 
6:'Проявил меркантильность в любви, бескомпромиссность, бесчувственность к супругу(е), теперь сложные отношения в любви, отсутствие веры в вашу любовь.', 
7:'Проявляли интеллектуальную леность, не желание менять место жительство ради развития. Сейчас могут быть препятствия на дорогах, на пути к целям, болезни ног.', 
8:'Не сдержали обязательство, данное слово, возможно нарушили чужие права, теперь у человека обостренное чувство несправедливости, не правильное понимание законов кармы. ', 
9:'Отказался от любви и земных удовольствий, нежелание делиться знаниями и мудростью теперь чувство одиночества их не покидает.', 
10:'Жил за чужой счет, было не правильное отношение к деньгам.', 
11:'Отказался от борьбы, не верил в собственные силы.', 
12:'Проявил не благодарность, бесчувственность, не уважение к людям, манипулировал людьми.', 
13:'Зацикливался на старом, не хотел меняться, не хотел принимать перемены.', 
14:'Проявлял неумеренность в материальных благах, в том числе в еде, эмоциональная нестабильность.', 
15:'Ушел в зависимости, материальное ставил на первый план.',
16:'Их упрямство и консерватизм мешали другим развиваться.', 
17:'Не ценили дружбу и творческие способности других. ', 
18:'Уход в иллюзии, мистику, темную магию, жил фантазиями, теперь подвержен магии и любовным треугольникам.', 
19:'Проявлял властность, гордыня помешала добиться высокого статуса и процветания.', 
20:'Пренебрежение к роду, традициям рода, народа, не справедливое отношению к одному из членов рода.', 
21:'Не уважал религию и мировозрение других людей. Ограничивали других в свободе выбора.', 
22:'Бесцельно прожита была жизнь, без семьи и детей. '}

kur1_info = {1:' Братья и сестра или суета в обществе, много пустых разговоров', 2:'Отношения с мамой (много хлопот), разговоры, жалобы о здоровье', 3:'Воспитание детей или их отсутствие', 
4:'Работа или ее хроническое отсутствие', 5:'Отношения с отцом т поиск духовного пути', 6:'Хлопоты в семье или ее полное отсутствие', 7:'Вынужденные поездки, переезды, хлопоты, сложности в дороге, колонки, авто (как правило экономят на транспортных расходах и комфорте)',
8:'Зацикленность на справедливости, законности, правильности структурности, идеальности (люди-за что, почему)', 9:' страх одиночества, утраты, депрессии, отказ от близких, общения из-за страха быть отвергнутым, преданным, обманутым', 10:'Страх бедности, зацикленность на деньгах и благополучии', 
11:'В каждом видит врага, повышенная подозрительность, все время в обороне, беспокойство. Любую проблему воспринимает с гротеском, безумно щекотливы, все время наводят шухер вокруг себя', 12:'Депрессия, подавленность, подверженность общественному мнению, самобичевание, неуверенность, болезненность к критике, склонность к суициду', 13:'Страх смерти, болезней, перемен',
14:'Однообразие, привычки, склонность к накоплениям, зацикленность на старых убеждениях, энциклопедическая жадность. Человек сам себя обкрадывает во многом себя ограничивает', 15:'Вредные привычки, зависимость, склонность к экстремальности, страсть к ярким ощущениям, нехватка адреналина, хронически нужны эмоции', 16:'Имущество или его отсутствие', 
17:'Творчество или не реализованность', 18:'Домашние хлопоты или некомфортный день, мнительность', 19:'Отсутствие поддержки, статуса, власти, карьерного роста, почета, поклонения или повышенная ответственность на работе', 
20:'Хлопоты в роду или отсутствие большой семьи, поддержки, базы', 21:'', 22:''}

kur2_info = {1:'', 2:'', 3:'',
4: '', 5: '', 6: 'В прошлом воплощении был обременен семьей, не было выбора, насильно поженили, навязали партнера. В Этой жизни избегают брака, им важно выбрать партнера самому.',
7: 'В прошлом воплощении были  ограничены контрактом, жесткими рамками, тюрьма, изоляция.', 8: 'В прошлом воплощении был не справедливо сужден, мог сидеть в тюрьме, был несправедливо унижен.', 9: 'В прошлом воплощении человек либо жил в одиночестве,не имел родителей, либо не мог с ними общаться, к концу жизни остался совершенно одним. Как правило, лучше если это проигрывается в детстве, детство проходит без родителей, они всегда на работе.',
10:'Нереализованным уроком в прошлой жизни было отсутствие денег, остался страх бедности, человек в прошлой жизни был разорен, не мог распоряжаться деньгами. В этой жизни ему свойственно заниматься накопительством, срабатывает как страх отсутствия денег. ', 11:'В прошлом воплощении человек не обладал силой и подвергся пыткам и каким-то экспериментам, нападениям, испытал физическую боль. Зачастую люди рождаются с вывихами, пятнами, остро реагируют на боль, боятся операций, родов, поэтому в этой жизни всегда находятся в обороне.', 
12: 'В прошлом воплощении жил чужими интересами, был в низшем сословии, был слугой, не получил социальной поддержки. В этой жизни этому человеку очень сложно служить кому-то, выхаживать больных, работать в сфере сервиса. ', 13: 'В прошлом воплощении  человек в прошлой жизни был убит и поклялся отомстить своему убийце и по закону магии он воплощается в роду убийцы и это могут быть и его дети или родители. В этом случае у них не складываются отношения, всю жизнь травят друг другу жизнь. Лучше ему его простить и отпустить.',
14: 'В прошлом воплощении жил бедно, человек в прошлом не получил поддержки рода, был отстранен от родовых ремесел, пришлось зарабатывать самому, у человека не было достойной жизни. В этой жизни может проявлять жадность и надо выбрать профессию, которая сложно будет ему даваться. ', 15: 'В прошлом воплощении признак порчи наложенный на челоека, ее может снять только тот, кто наложил. В этой жизни человек боится магов или сам идет и профессионально заниматься. Закон свободы воли, если вы не верите в порчу,то магия не сработает. Поэтому про эту магию не говорим, чтобы человек об этом не думал.',
16: 'В прошлом воплощении  человек скитался, у него не было жилья, дома, возможно был изгнан из дома. Важно в этой жизни иметь свое имущество, не желательно выходить замуж за иностранца, они не дают право на имущество.', 17: 'В прошлом воплощении не был творческим реализован, не раскрыл своего таланта, возможно подчинялся воли талантливого человека. В этой жизни важно открыть свой талант, стать известными.',
18: 'В прошлом воплощении человек жил в очень тяжелых бытовых условиях, без комфорта, без удобств, бедно, но умеренно, не получил любви от родителей. В Этой жизни важно иметь удобства, украшать свой дом, украшать себя, наладить отношения с родителями.', 19: 'В прошлом воплощении человек в прошлой жизни был лишен статуса и власти, должности, положения, был скандально разжалован, стал разменной монетой в чужой игре. В Этой жизни важно стремиться к карьерному росту, статусу, но при это надо оставаться скромным, иначе повторится. ',
             20: 'В прошлом воплощении родовое проклятье, начинается с него, если есть опв 20, значит человек сам заслужил быть изгоем в роду. Проклятье на этом человеке остановится. Ему лучше это не знать, а то знак проклятья начнет работать. ', 21: 'В прошлом воплощении у человека не исполнилась мечта, в этой жизни надо исполнить все свои мечты, даже если дурацкие. Увидеть Париж и умереть.', 22: 'В прошлом воплощении человек сожалел о том, что не смог многогранно развиться, хватался за все и ничего не достиг. В этой жизни считает себя неудачником, легкомысленным, не может ни на чем долго акцентироваться. Поэтому важно заниматься чем-то одним.'}

urd_info = {1:'I  уровню «Семейного энтузиаста»— это бытовой уровень,  Душа, которая интересуется в большей степени построением и развитием семейных отношений, учиться любить, понимать других людей, наполняют свое окружение радостью, светом и теплом. ',
2:'II уровню «Энтузиастов», эта душа, задача которой стоит в накоплении знаний и наполнению ею ментальной оболочки. Человек насыщен идеями, предложениями, увлечениями интересами, обладает острым умом и хорошей памятью, быстро учиться и совершенствуется, любопытен. Но изучает все не глубоко. Окружает себя большим количеством друзей, чтобы в общении продолжить совершенствоваться. Лучший подарок ему - книга, лучший комплимент- высокая оценка его интеллектуальных достижений.',
3:'III уровню развития, уровню «Учителя», эта зрелая душа, которая обладает достаточным количеством знаний и поэтому может ими делиться.  Она более спокойна, степенна в своем поведении, не эмоциональна и обычно совершенствует имеющиеся уже знания, а не приобретает новые.  Сконцентрирована на одном направлении своего развития, в котором стремиться достигнуть мастерства.',
4:'IV уровню развития, уровню «Мудреца, наставника» — это очень древняя Душа, говорит о том, что она обладает большим количеством знаний, она не передает теоретические знания, а показывает все на своем примере.  Ему важно обучить тех, кто способен стать профессионалом. Человек с такой Душой    спокоен в поведении, не разменивается по мелочам, ценит профессионализм, любит структуру и надежность.  Не приступает к работе до тех пор, пока не отточит свое мастерство, могут всю жизнь ждать шанса и так и не стать известным.',
5:'духовникам, затворникам, им можно стать, они ведут уединенный образ жизни, интересуются эзотерикой и общаются с теми, кто этого достоин. ',
6:'переходному моменту, когда ваш ученик, раскрыв способности превысил ваши знания, т е превзошел учителя, вы переходите на другой уровень. '}

pz_info = {1:'становлением истинным лидером, который всегда готов прийти на помощь, защитить, протянуть руку помощи. Но эта поддержка  не должна быть связана с финансами. Это скорее уровень духовного лидерства.',
2:'необходимостью бескорыстно помогать людям. Проявлять заботу, расширять мировоззрение. Вы являетесь духовным учителем мира, который будет пеестроен в ближайшее время. Вы носитель ьайных знаний, истинных ценностей.',
3:'необходимостью творчески развиваться, дарить людям проявления своего таланта и способностей. Миссия, как правило, требует громкого и публичного самовыражения, которое могло бы согревать сиянием все окружение. Но при такой миссии стоит воздерживаться от зацикленности на статусе и узнаваемости. Вы должны с особой ответственностью подходить к выбору профессии, поскольку она должна быть связана с самовыражением (дизайнер, артист, адвокат, менеджер по рекламе и т.д.). В более зрелом возрасте миссия требует иметь учеников и последователей таланта. ',
4:'становлением профессионалом в выбранной области, стремиться к повышению квалификации, честному труду.',
5:'тем чтобы избегать любых видов привязанностей, стереотипов, обременений. Вам нужен исключительно свободный образ жизни, чтобы в легкости набирать жизненный опыт, который вам необходимо передавать окружающим. Вы можете иметь работу, но она не должна быть строго привязана к одному месту или контракту. Вам просто необходимо иметь свободный график. В семейных отношениях – вам необходимо иметь время для собственных интересов, место для уединения, миссия предполагает частые поездки, путешествия, перемещения.',
6:'реализацией в семейной жизни. Т.е быть хорошим хозяином, мужем, папой. Вам нельзя прибегать к помощи  и услугам других людей, которые могли бы облегчить вам  домашний труд. Вы должны стать примером для подражания в домашнем хозяйстве для вашего окружения. Вам необходимо помогать всем членам вашего рода, членам вашей семьи, родственникам, приобретенным родственникам. Разводиться вам нельзя. Даже, если развелись, надо будет дальше помогать родственникам бывшей супруги.',
7:'поиском глубин, часто эта миссия связана с научной деятельностью, потому что люди, с такой задачей на воплощение многим интересуются пытаются раскрыть тайны не только своего окружения, но и целого мира. Вам необходимо много читать, узнавать, чтобы ваша душа наполнялось новой информацией. Эта миссия входит в дисбаланс с материальной сферой, поэтому людям, с такой миссией категорически нельзя работать в финансовой области, а также брать кредиты. Деньги должны доставаться только интеллектуальным трудом.',
8:'управлением своими эмоциями, грамотным распределениемь энергиями, примирением людей, становлением для них эталоном, духовности, справедливости, доброты. Нельзя быть источником конфликта. Высшие силы просят вас проявлять мудрость и взвешенность во всех ваших поступках и действиях. Вам необходимо найти баланс, чувство меры и гармонии. Всегда подходите к вопросу со стороны справедливости и необходимости узнать другую точку зрения, альтернативы. Вы должны все подвергать разумному сомнению, чтобы в ваших руках было как минимум две точки зрения, две версии, два выхода из ситуации, два направления деятельности и т.д. Но в первую очередь вам нужно находить баланс между материальным и духовным миром. Баланс между эмоциями и логикой. Это очень не простая задача. Таких людей в кармической нумерологии называют жрецами.',
9:'необходимостью служить людям, даря частичку своего таланта, как в бытовой жизни, так и в профессиональной. Вы должны передать людям ваши глубинные знания, которые помогут нашей цивилизации встать на новый виток развития. Вам нельзя забывать о старшем поколении, вы должны стать опорой и защитой для них.',
10:'становлением защитником устоев семьи, народа, нации. На более мелком уровне вам необходимо научиться отстаивать свою точку зрения, мнение, талант и способности. Стать опорой и защитой для близкого круга коллег и родственников.',
11:'необходимостью развивать в себе экстрасенсорные способности. Как бы странно это не звучало. Конечно во всем есть лазейки. Если не захотите стать мистиком и магом в светлом смысле этого слова, то вы можете бескорыстно помогать людям. Речь идет о благотворительности. Эта миссия сложна тем, что она всегда разбивает жизнь человека на две половинки.',
12:'необходимостью стать учителем в области эзотерики, передавать накопленные за предыдущие воплощения знания в этой области. Либо развивать любой творческий потенциал на профессиональном уровне.',
13:'публичным самовыражением, согревание своим сиянием окружающий вас мир. Ваша миссия должна сопровождаться обязательным опытом в преподавательской деятельности. Вам необходимо делиться с окружающим миром вашими знаниями, опытом, навыками, наработками, мыслями, идеями, прогнозами. Причем, вам не стоит концентрироваться на этом, как на единственной профессиональной стезе. Если вы изберете другую профессию, то не забывайте о том, что вам необходимо все время быть в окружении большого коллектива людей, которым необходимо передавать ваш профессионализм, артистизм и талант.',
14:'необходимостью одновременно развиваться в трех направлениях: карьера, личная жизнь и способности. Отсутствие одного из направления вашего развития приведет к разрушению остальных.',
15:'необходимостью развивать в себе экстрасенсорные способности. Как бы странно это не звучало. Конечно во всем есть лазейки. Если не захотите стать мистиком и магом в светлом смысле этого слова, то вы можете бескорыстно помогать людям. Речь идет о благотворительности. Эта миссия сложна тем, что она всегда разбивает жизнь человека на две половинки. У вас код белого мага! Вам необходимо изучать биокосмоэнергетику/рейки, управление энергиями, лечить людей энергией.',
16:'необходимостью привнести что-то новое в мир открыв для человечества новые грани науки эзотерики и искусства',
17:'необходимостью научиться управлять энергией общаться телепатически с окружающим миром стать частью энергоинформационного мира',
18:'необходимостью стать магическим защитником мира',
19:'',
20:'',
21:'',
22:''}

cz_info = {1:'Вы должны делиться заложенными в вас знаниями и потенциалом исключительно в устной форме, стать оратором, лектором. Ваша задача -устно передать накопленные вашей душой информацией. Также вы несете на себе бремя помощи братьям и сестрам. Вы должны стать не только опорой, но учителем. В течение всей жизни Вам нужно совершенствовать и развивать свои знания, Вам нельзя бросать обучение на полпути или отказываться от него.',
2:'Вам нужно нести ответственность за окружающую среду, животных, детей, инвалидах. Опекать и оберегать тех, кто в этом особенно нуждается. Встать на защиту всех женщин, особенно близких (жена, мама, дочь, сестра). Также не стоит забывать о развитии интуиции, сострадания, человечности, толерантности, доброты, заботы.',
3:'Эта задача предполагает не просто стать родителем, но и передать знания, опыт, навыки, таланты и способности своим детям. Необходимо лично заниматься воспитанием и образованием своих детей. Вы также можете стать учителем, или иметь последователей своих идей и талантов. Ваша задача не просто передавать свои знания, а зародить что-то кардинально новое.',
4:'Вы должны не просто стать профессионалом, а должны дать заработать от ваших успехов. Вы должны стать примером для подражания, быть сильным, волевым и справедливым начальником. Если изберете Семью и не захотите развиваться в профессиональном плане, то относиться к бытовым вопросам вам необходимо словно вы на работе. С ответственностью и усердием, но при этом вам все время нужно быть хотя бы трудоустроенным. Старайтесь избегать брака ради финансового благополучия, это негативное влияние вашей миссии – Искушение. И все же для вас на первом плане должна стоять задача профессионального развития в выбранной области. Вы должны переработать отношение к карьере, власти, успеху. Вам нужно научиться брать на себя ответственность и уметь самостоятельно выполнять поставленную задачу.',
5:'Вам необходимо заниматься научными или духовными исследованиями, расширять и углублять знания, получить хорошее образование. Нести в массы проверенную информацию, необходимо служить мужчинам, не допускать с их стороны обид, это относится к близкому кругу мужчин. Вы должны стать духовным продолжателем традиций рода, нести нравственность, мораль, законность.',
6:'Вы должны стать носителем чувства истиной любви, чистоты, гармонии в отношениях. Должны стать эталоном в личных отношениях. Вам необходимо сконцентрироваться на семье, стать опорой, поддержкой, отдушиной для членов вашей семьи. Буквально служить интересам семьи.',
7:'Вы должны активно включаться во все виды деятельности, которые предлагает вам жизнь. Вы должны своим примером обучать людей активному и прогрессивному образу жизни. Вы всегда должны быть в центре внимания. Развивать интеллект, сохранять тайны. Создавать новые проекты, виды деятельности, идеи, даже творческие направления.',
8:'Вы должны стоять на защите законности, справедливости, чести и достоинства. Вам необходимо иметь свою точку зрения и всегда следовать внутренним нравственным ориентирам. Не допускать конфликтов, оскорблений, безнравственности, нечестности в вашем окружении. Вам нельзя спорить и конфликтовать. Научитесь соблюдать баланс и внутреннюю гармонию.',
9:'Вам необходимо духовно развиваться в соответствии с традициями вашего рода, взаимодействовать с людьми старшего поколения, изучать древние культуры, историю своего рода, государства. Вы должны найти смысл жизни, учиться на чужих ошибках. Вам необходимо благодаря собственным знаниям и опыту в более зрелом возрасте помогать советом. Обратите внимание, что этот знак не имеет ничего общего с деньгами, поэтому помощь в финансовой области является бессмысленной жертвой для высших сил. Я вам рекомендую научиться помогать людям советом и словом. Если вы будете часть денег жертвовать в дома престарелых или просто помогать пожилым людям, то вы сможете закрыть вопрос кармы. Также вы можете делать скидки в бизнесе, также вам необходимо изучать любое направление эзотерического направления (например, астрология, хиромантия, суфизм, йога, антропософия, закон Рито), см. https://ru.wikipedia.org/wiki/Эзотеризм   и необходимость вести самостоятельный образ жизни. ',
10:'Вам необходимо выработать правильное отношение к деньгам. Не гонитесь за ними, поскольку они к вам будут приходить только через благодарность высших сил за проявленную вами духовность. Вам необходимо оеспечивать не только себя, но и ваших близких, в первую очередь  детей. Эта миссия связана с отработкой кармы прошлого воплощения, поэтому, если вы будете нарушать космические законы, то первое, чего вас будут лишать в наказание -денег или способа их заработать.',
11:'Ваша задача проработать экспрессивное проявление психической силы, которая была вами превышена в прошлой жизни. Вам необходимо развивать в себе такие качества и чувства, как отвага, смелость, доблесть и героизм. Вы должны бороться за свои убеждения, стать лидером. Вы должны научиться преодолевать свои страхи. Вам нельзя избегать проблем, а решать их по мере поступления. Вам нельзя прятаться за чужими спинами и перекладывать ответственность на других людей. В целом ваша задача защита, а не нападение или страх.',
12:'Эта задача напрямую связана с работой с людьми. Вам нужно научиться контролировать свои эмоции, налаживать отношения с людьми разных сословий, рас, вероисповеданий. Но самое главное, вам нужно найти связь внутреннего мира и внешнего, научиться пользоваться интуицией, чтобы помогать людям разобраться в их проблемах',
13:'Вам необходимо научиться переменам в жизни. Служить людям через альтруизм, добросердечность, помогать бескорыстно. Все время совершенствоваться, стремиться к новым целям.',
14:'Эта миссия показывает на необходимость вести гармоничный и умеренный образ жизни, стремясь к благам исключительно Вашей семьи. Вам дадут богатство только, если вы не будете сильно его желать, если научитесь радоваться малому. Вы должны стать опорой и центром вашей семьи, помогать им, содержать и оберегать. Стать примирителем, миротворцем, посредником.',
15:'Ваша задача бороться с любыми соблазнами, искушениями, главное самому не стать человеком, искушающим на измену, предательство, мошенничество, не традиционность, плохие привычки. Вы должны понимать, что за вашей спиной стоят не только светлые ангелы, но и темные. От того, как вы проживете жизнь в этом воплощении, будет зависеть ваше следующее. Вам нельзя вступать в конфликты, быть зачинщиком конфликта, не изменять, не применять физ силу, не злоупотреблять алкоголем, не обращаться за помощью к черным магам, иначе темная сторона может завладеть вами.',
16:'Вы должны стать строителем в широком смысле слова. Вам нужно научиться уходить от того, что себя изжило. Вам нужно расчищать жизнь для нового, перспективного, актуального. Вы должны научиться открывать новые двери. Ваша задача разрушать стереотипы людей, выстраивать новую систему ценностей, готовить человечество к новым космическим законам. Вы проводник человечества в новый духовный мир, где нет материальных ценностей.',
17:'Вам необходимо работать над развитием своих талантов, артистизма, над самовыражением, креативностью, чувством прекрасного. Вы должны привнести в мир свои творческие произведения, хотя бы в виде красивого дизайна собственного дома. Вам необходимо налаживать и поддерживать дружеские контакты, понимать и разбираться в чужих и своих чувствах, уметь любоваться красотой человека, природы, слова.',
18:'Вы должны работать над развитием своей интуиции и своих творческих способностей. Как можно чаще пользоваться воображением, фантазией, чувством стиля. Много времени уделять домашнему хозяйству, комфорту, благополучию семейных отношений.  Вы должны создавать теплую атмосферу в любой обстановке, уметь профессионально готовить, сами подбирать себе одежду, вовремя оказывать поддержку близким людям.',
19:'Вы должны стать мудрым, надежным, справедливым предводителем. Научиться открыто и ярко проявлять свои чувства и эмоции, нести людям благие вести и радость. Вы должны работать с людьми, на всеобщее благо. Согревать теплотой своих чувств, помогать мудростью.',
20:'Вы присланы для проработки семейных отношений, вы должны исключить ошибки в вашем роду. Сохранить и передать правильную систему ценностей, возродить семейные ремесла и таланты. Восстановить память о роде, поддерживать семейные традиции. Вы должны стать центром семьи. В вашем доме должны собираться родственники. Вы должны следить за могилами. По сути - вы жертвуете вашей судьбой для отработки Кармы рода.',
21:'Вы должны выработать в себе такие качества как: толерантность, мягкость, открытость ко всему новому и необычному. Бороться с консервативностью, заболоченностью. Вы должны много путешествовать по миру, общаться с людьми разных культур, быть всегда у всех на виду, в центре внимания, стремиться объединить культуры, вкусы, инновации разных стран. Вы должны стать буквально "гражданином мира". Ваша задача переехать в другую страну или работать с иностранцами.',
22:'Ваша задача отдать долг детям, лучше всего избрать профессию, связанную с детьми, так вам проще будет исправить карму. К тому же вы должны быть открытым, дружелюбным, по-детски наивным человеком, надежным другом, опорой для своих близких. Гасить в себе беспокойство, агрессию, обиду, злость, другие взрослые эмоции.'}

ru = {1:['а', 'и', 'с', 'Ъ'], 2:['б', 'й', 'т', 'ы'], 3:['в', 'к', 'у', 'ь'], 4:['г', 'л', 'ф', 'э'], 
5:['д', 'м', 'х', 'ю'], 6:['е', 'н', 'ц', 'я'], 7:['ё', 'о', 'ч'], 8:['ж', 'п', 'ш'], 9:['з', 'р', 'щ']}

#en and kz alphabet
en = {1:['a', 'j', 's'], 2:['b', 'k', 't'], 3:['c', 'l', 'u'], 4:['d', 'm', 'v'], 
5:['e', 'n', 'w'], 6:['f', 'o', 'x'], 7:['g', 'p', 'y'], 8:['h', 'q', 'z'], 9:['i', 'r']}

kz = {1:['а', 'ж', 'ң', 'ү', 'ы'], 2:['ә', 'з', 'о', 'ф', 'і'], 3:['б', 'и', 'ө', 'х', 'ь'], 4:['в', 'й', 'п', 'һ', 'э'], 
5:['г', 'к', 'р', 'ц', 'ю'], 6:['ғ', 'қ', 'с', 'ч', 'я'], 7:['д', 'л', 'т', 'ш'], 8:['е', 'м', 'у', 'щ'], 9:['ё', 'н', 'ұ', 'ъ']}

rodology = {1:'Тип- учителя, ученые в высших заведениях. Талант - педагогика, лекторский, ораторский. Задача - получать, совершенствовать, передавать знания.',
2:'Тип- знахари, врачи. Талант - знают травы, лекарства, чувствуют боль другого человека, целительство, понимают животных. Задача-лечить людей, животных.',
3:'"Тип- воспитатели в частных домах. Талант- материализация мыслеформы, умеют воплощать любую идею. Задача- лично заниматься воспитанием своих детей, хотя бы делать с ними уроки."',
4:'Тип - промышленники, бизнесмены. Талант - знают как выстроить бизнес на ровном месте, владеют всеми профессиями, которые потребуются в бизнесе. Задача - необходимо иметь собственный бизнес, сделать его семейным бизнесом.',
5:'Тип - жреческий, любят политику. Талант - знания законов Кармы, мироздания, умение быть полезным людям, владение духовной эзотерикой, живоречение (вдохновляют жить своей речью). Задача - эзотерика и наука.',
6:'Тип- домашние ремесленники. Талант- умеют выстраивать долгосрочные парнерские отношения, наладить деловые связи, создать гармонию в отношениях. Задача - стать добропорядочным семьянином, обязательно должны быть официальные отношенияс партнером, обязательное наличие детей.',
7:'Тип- путешественники, исследователи, изобретатели, ученые. Талант - приспособиться к любым обстоятельствам, создавать в быту полезные вещи. Задача - заниматься исследовательской деятельностью, изучать культуру других народов.',
8:'Тип- правоведы, юристы, приближенные ко двору. Талант- знают законы, как обойти законы или воспользоваться, умеют читать документы, чувстсвуют подвох. Задача- оказывать юридическую помощь, примирять стороны в конфликте.',
9:'Тип- экстрасенсы. Талант- ясновидящие, яснослышащие. Задача - эзотерика, помощь пожилым людям.',
10:'Тип- финансисты, банкиры, купцы. Талант - чувствуют перспективные проекты, денежные потоки, умеют делать деньги из воздуха. Задача - обеспечивать свою семью.',
11:'"Тип – защитники, военные, хирурги, спортсмены. Талант – умеют побеждать в конкурентной борьбе, обладают психо-физической силой. Задача - защищать словом членов семьи, держать оборону как щит, не нападая ни на кого первым."',
12:'Тип - психологи, благотворители, соц работники, служители. Талант - умеют понять и оправдать кого угодно, успокоить, подсказать верный путь. Задача-  оказывать психологическую помощь, давать верные советы. Только может быть склонность к алкоголизму.',
13:'Тип - революционеры. Оппозиционеры. Альтернативно-мыслящие люди. Талант - талант Раху, гипноз, умение видеть альтернативы, добиться чего-то нового, первооткрыватели. Обладают бесконтактным боем, силой мысли убивают человека, надо служить в спецслужбе. Задача - уметь видеть альтернативы и добиться чего-то нового, первооткрыватели.',
14:'Тип - сельское хозяйство. Таланты - чувствование растения, селекция, в их руках живительная сила, ее можно применять в целительстве при регенерации ран, но нельзя подключать к лечению онкологии. Задача - кормить людей, выращивать растения.',
15:'Тип - колдуны. Талант- колдовство, оккультизм, чувствование энергии, общаются с умершими, умеют организовывать любые процессы. Задача- организация мероприятий, эзотерика.',
16:'Тип- строители, инженеры. Талант-знают как выстроить что угодно с нуля, понимают внутреннее строение чего угодно (машина, человек, дом). Задача- построить дом или следить за техническим состоянием дома.',
17:'Тип - творческие люди. Талант- все творческие таланты, наука, эзотерика, искусство. Задача - заниматься творчеством, прославлять род. ',
18:'Тип- общественные ремесленники, кузнецы, цирюльники, сфера красоты и мода. Талант - все ремесленные таланты, умеют создать комфорт и уют, быть полезным людям. Задача - создавать комфорт в доме, лично наводить порядок, готовить, создавать комфорт, красоту.',
19:'Тип- государственные чины, представители государства внутри страны, богатые, известные роды. Талант- умеют вдохновлять, знают как добиться успеха, статуса, власти, понимают устройство страны, любят политику. Задача- стремиться к карьерному росту, помочь близким добиться статуса и власти.',
20:'Тип- дворянский род, они создавались из князей, которые были защитниками своего народа, а потом из них сделали шутами при Петре 1. Талант- знают родологию, закон Рито. Задача- соблюдать чистоту генетики, передавать родовые законы и ремесла.',
21:'Тип- иностранные представители, гос. Чиновники, представляющие интересы за границей, дипломаты, консулы, МЭО. Талант- полиглоты, чувствование менталитет и законы других народов. Задача - защищать родину, прославлять родину, помогать сородичам за границей. ',
22:'Тип- сельские учителя, обладали всем спектром знаний, преподаватели. Талант- умение найти общий язык с любым человеком, легкость, коммуникабельность, дружелюбие. Задача- заниматься воспитанием любых детей, трех и более.'}

# Graph1 = {1:'0-12', 2:'13-24', 3:'25-36', 4:'37-48', 5:'49-60', 6:'61-72', 7:'73-84'}
# Graph1 = {1:12, 2:24, 3:36, 4:48, 5:60, 6:72, 7:84}
month_info = {1:'Январь - месяц начало года, можно сказать месяц, когда закладывается будущее, в это время закладывается максимальная энергия потенциал. Время праздников и гуляний, дает время подумать о перспективах развития. Поэтому роду необходимы новые знания, в любой сфере, в нескольких направлениях и лучше там где нет опыта и образования ваших родителей. Очень важно осваивать новые горизонты, новые планки. Здесь надо активно проявлять себя и выходить в позицию лидера. Январьские люди более холодные и более целеустремленные, их может преследовать чувство одиночества. Необходимо помогать младшим в роду, направлять путь их на дальнейшее развитие, взращивать в своем кругу подмастерье.', 
2:'Февраль - глубокая зима, природа спит, человек рожденный в феврале, показывает, что в Роду необходимо наработать милосердие и заботу. Кто-то в семье будет сильно болеть, и он обязан сидеть у постели и помогать. Поэтому, в этой жизни ему необходимо развивать в себе эти качества. Он пришел в Род к своей бабушке или дедушке (по любой из линий). Скорее всего, для него родители — не указ, он слушается только представителей более старшего поколения. Родители еще с детства должны были учить февральского ребенка ухаживать за кем - то. Если же он не научится этого делать, не станет чутким и заботливым – то его будут учить через неприятности. Начнут болеть близкие женщины и все равно он получит необходимые навыки, но уже в других обстоятельствах. Скорее всего в роду были те, кто работал не по душе, не по совести. Поэтому им не важно где работать, а важнее чтобы нравилось. И их задача показать пример, как можно вкладывать душу в то, что делаешь, заражая тем самым свое окружение.',
3:'Март - в этом месяце земля еще холодная, но надо двигаться вверх, и от того какие семена мы подготовили и какие всходы выйдут на поверхность, будет зависеть урожай. Поэтому главным аспектом является опыт рождения и воспитания детей. Это важная наука которая является фундаментом. У мартовских людей стоит задача научиться самим и потом научить своих детей как надо трудиться, развиваться и получать плоды своего труда. И при этом проявлять творчество и креатив. Человек, рожденный в марте, показывает, что в Роду устарели воспитательные функции – чрезмерная опека, не дают самостоятельности. Рождённые в марте, пришли к своим мамам. В прошлом воплощении они не были самостоятельными, во многом их судьба зависела от матери. Поэтому, в нынешнем воплощении их задача научиться самостоятельности, взять самое лучшее от воспитания. Чем раньше они начнут самостоятельную жизнь, научаться самостоятельно принимать решения, не опираясь на родителей — тем лучше для них.',
4:'Апрель – месяц формирования завязи, природа преподносит много подарков. У нас в Казахстане называют «Бес конак», потому что температура еще не стабильная и характер природы противоречивый. В этом месяце для будущего урожая важно создать защиту для завязи, отвоевать право на жизнь, поэтому апрельским людям надо накопить опыт защиты, завоевания чего-либо, умение управлять большими проектами (можно семейным бизнесом). Поэтому нужно научиться стратегически мыслить, создавать прочные структуры и предприятия. Такой опыт они могут перенять у своих отцов, но как правило отношения апрельских с отцами затруднен. Но при всех недостатках и претензиях к отцу важно найти причины за что его можно уважать и поблагодарить, иначе сложно будет получить благословение небес, выстроить материальный план, успевать везде и во всем и самому достичь уважения в глазах других, особенно в глазах своих детей. Отрицательный опыт тоже опыт.',
5:'Май – это прекрасный период цветения, земля ликует разно цветением, женский пол наряжается, душе хочется праздников, перемен, а вместе с этим пересмотр системы ценностей. Ценности нам дают старшие поколения, ведь красивое и здоровое яблоко это заслуга корней яблони и солнца. Поэтому будет просто отлично, если будет уделяться внимание на развитие не только на красоту и творчество, а также на формирование альтернативного мышления, и своей твердой авторитарной точки зрения. Если в семье родился майский ребенок, возможно в роду не уделяется внимание авторитету, не проявляется уважение традициям, поэтому перед майскими людьми стоит сложная задача. Их задача стать законодателями новых семейных традиций и достижение путей уважения. На них будет равняться все последующее поколение. Выстраивая новые ценности необходимо отдавать дань любви и уважения к матери, ведь мать- земля всех кормит, всех любит. Так майским людям будет легче материализовывать и выстраивать свои планы в реальность.',
6:'Июнь – первый месяц лета, период созревание и трансформации природы, все вокруг цветет и пахнет, забирает свои обороты и мощь. Перед июньскими людьми стоит задача наработать опыт сотрудничества, умение доверять партнеру и идти на компромиссы, в роду есть опыт пережитого предательства, измен и подстав. Поэтому им свойственно сомневаться, долго думать над выбором принятия решений. Их задача научиться принимать ответственность за свой выбор. Зачастую, между родителями этого человека сложные отношения. Тогда задача человека состоит в том, чтобы примирить их, не допускать обиды и агрессии, со своей стороны. Ему нужно принять родителей такими, какие они есть. И сам должен стать примером добропорядочного семьянина и построить крепкую семью. Разводы не допустимы.',
7:'Июль – происходит рост всего и движение, при чем мощное движение вперед, а также освоение новых территорий. Поэтому июльским людям важно накопить знания о других культурах, народов, традиции, получив образование за границей или в других городах Родины и есть понимание что в роду был опыт потери родины, репрессий, ограничений передвижения или изоляция. Сейчас необходимо путешествовать, и лучше если бизнес расширяет территорию, связывает с другими городами и соединяет с другими странами. Самый лучший вариант переезд в другой город или даже страну, найти новое место обитания для своего рода.',
8:'Август – жаркое солнце испытывает на прочность, видны первые результаты своего труда, начинается соревнование чьи плоды лучше, что рождает конфликт. В это время идет распределение основного урожая, поэтому августовским людям необходимо научиться принципам брать и давать, понимать причинно- следственной связи, лучше всего работать в гос. структуре, служить народу, так как необходимо покрывать долги рода либо восстанавливать баланс. Зачастую если долги накоплены в партнерских отношениях, то могут быть сложности в данном вопросе и соответственно, если это вопросы денег, то проработка в этой сфере. Вопрос может касаться любых кармических долгов.',
9:'Сентябрь – первый месяц осени, это пора подведения итогов по сбору урожая, это анализ и диагностика за период роста и цветения, важно навести порядок, разместить урожай, дабы не начался процесс загнивания. Так и сентябрьским людям важно понимать опираться на свое внутреннее чутье и опыт, свои таланты и умения, и здесь чем лучше прошел человек науки, тем круче диплом у его рода. Им важно наработать глубинные знания в какой-либо одной сфере, их главный лозунг «я знаю», им важно довести все до профессионального уровня. Рождённые в сентябре, пришли, чтобы прославить свой Род через талант. Как правило, это самые талантливые люди, которым необходимо одиночество для проявления своего творческого начала (искусство/наука/эзотерика). Человек должен либо раскрыть свои таланты, либо найти и проявить что-то, сделанное предком. Рекомендуется публичная демонстрация своих творений с целью прославления Рода. Кроме того, рождённые в сентябре обладают самым сильным астральным телом, которое способствует астральным путешествиям и дарует человеку сильнейшую интуицию, а при развитии - и экстрасенсорный талант.',
10:'Октябрь – это период соблюдения бухгалтерского баланса, прибыльности, рентабельности, четкий подсчет финансовых вложений и продуктивности. Месяц распределения урожая по закромам, ведется учет, и меры по сохранению урожая, поэтому октябрьским людям надо наработать навык анализирования, прогнозирования и преумножения. Каждый день их труда приносит кирпичик в капитал их рода. Рождённые в октябре, показатель того, что в Роду нарушены финансовые законы. Род пережил в своей истории разорения либо наоборот участвовал в разорении. Рекомендуется интенсивное зарабатывание денег с целью улучшения условий жизни своих родственников, Вы должны приумножить и сохранить капитал Рода. Если у октябрьского идут постоянно потери, значит его Род должен делать больше благотворительства. И у такого нет принятия жизни. Часто таким людям достаётся в наследство ценное семейное имущество, которое им не следует продавать, если это совершается не с целью купить улучшенный объект семейного пользования. Человеку с таким знаком нельзя брать деньги у родителей и уж тем более воровать. Чем больше денег он возьмет — тем меньше он сможет заработать.',
11:'Ноябрь – это месяц накопления опыта, выдержки и терпения, умение распределить ресурсы на время заморозки, поэтому ноябрьским людям важно не пережать и не диктовать свои потребности и видения, а научиться коммуницировать с людьми и зарабатывать силу характера. Рождённые в ноябре, пришли, чтобы повысить профессиональный статус своего Рода. Это показатель того, что нужно повысить мастерство, знание, опыт или статус членов Рода, то есть привнести в ментальный эгрегор Рода новые навыки и знания, умение побеждать, чем сложнее, тем интереснее. О Вас должны сказать: «Ты делаешь лучше, чем твой папа/мама/бабушка/дедушка и т.д.». Рекомендуется интенсивное интеллектуальное развитие и продвижение по карьерной лестнице с целью достигнуть большего статуса, нежели предыдущее поколение(родители). В Роду ноябрьских, наверняка были волевые, сильные и люди при власти, которые возможно где-то превысили данную им власть, оказывали психологическое давление через физическую силу. Сейчас необходимо выстраивать свои отношения не прибегая к данным инструментам манипулирования.',
12:'Декабрь – месяц когда все замерзает, покрывается льдом. Есть понимание что в роду есть энергия застоя и жертв. Поэтому родовая система просит почувствовать свою душу, увидеть мир другими глазами через глубину своего подсознательного. В роду были изгои общего, либо кто-то из предков был сиротой, и другой род и социум стал прибежищем и пристанищем, поэтому надо наработать душевность, жить во имя интересов общества через жертвенность и служение. Род может быть разобщен и нужно научиться слышать друг друга. Потеряно уважение, взаимовыручка и желание помогать. Рекомендован публичный образ жизни для приумножения жизненного опыта на примере других людей, 12 знак — это знак психолога и учителя. Декабрьскому рекомендуется стать центром рода, психологически всех увязать. Минус – манипуляцию включают, синдром жертвы, подверженность суициду, так как не хватает внимания, нет взаимопонимания.'
}

mcycles = {
1: '''Маг - необходимо проявлять лидерские качества, научиться владеть словом, обучать и обучаться,
реализовываться во всех 4 аспектах: карьера, семья, саморазвитие, финансы.
В случае, если не получиться по каким-либо причинам выполнить задачу этого периода, то это может
обернуться против вас в виде проблемы со зрением, слухом, речью, конфликты с братьями и сестрами,
предательство учеников, стажеров, ровесников и тех кто моложе, проблемы с документами.
При этом вам для достижения программы данного периода жизни даются таланты такие как: умение найти
общий язык с любым человеком, дает ораторское мастерство, умение обучать и обучаться, быстро
налаживать деловые связи.''',
2: '''Жрица – надо научиться слушать свою душу, интуицию, помогать близким женщинам, ухаживать и
заботиться о здоровье, проявлять милосердие.
В случае, если не получиться по каким-либо причинам выполнить задачу этого периода, то это может
обернуться против вас в виде болезни близких женщин, необходимость непосредственного участия в
излечении, проблемы с вынашиванием ребенка.
При этом вам для достижения программы данного периода жизни даются таланты такие как: умение
почувствовать психофизическое состояние других людей, знахарство, целительство, травоведение, умение
общаться с животными.''',
3: '''Императрица – стать хозяйкой своей жизни, ухаживать за собой, дома должен быть уют и комфорт,
необходимо воспитать и поставить на ноги хотя бы одного ребенка (можно чужого), кормить и мастерить
своими руками, креативно и творчески подходить к любой работе.
В случае, если не получиться по каким-либо причинам выполнить задачу этого периода, то это может
обернуться против вас в виде сложности с зачатием, нежеланием иметь детей, отсутствие материализации,
намеченных планов, т.е. реализуются только те планы, которые спонтанны, предательство детей.
При этом вам для достижения программы данного периода жизни даются таланты такие как: быстрый
материальный рост и благосостояния, умение реализовать мыслеформу, воплотить мечты в реальность,
понять необходимости других людей для самореализации (для этого надо конкретно представить мечту в
подробностях), если захотят стать родителем, в них заложен талант материнства и отцовства.''',
4: '''Император - необходимо иметь свой бизнес или стать лучшим в своей области, уметь выстраивать свои
цели и перспективы, управлять людьми (менеджмент).
В случае, если не получиться по каким-либо причинам выполнить задачу этого периода, то это может
обернуться против вас в виде проблемы с опорно-двигательным аппаратом, крах карьерного роста, срыв
сделок, особенно направленных на работу других людей. Чтобы не было срывов, необходимо
непосредственно самому участвовать в производстве, сделке, контролировать процесс.
При этом вам для достижения программы данного периода жизни даются таланты такие как: умение создать
бизнес условия для карьерного роста на ровном месте, легко налаживаются контакты, выстраивание их по
деловому принципу &quot;ты -мне, я - тебе&quot;.''',
5: '''Иерофант - необходимо заниматься преподаванием, наукой, эзотерикой (хотя бы как хобби), вести
правильный образ жизни, путешествовать и изучать особенности культуры других народов, передавать
мудрость и практические знания, вырабатывать уважение к мужчинам.
В случае, если не получиться по каким-либо причинам выполнить задачу этого периода, то это может
обернуться против вас в виде пьянства, вредные привычки, сильная токсикация организма, предательство
мужчин, учителей, подверженность к сектам.
При этом вам для достижения программы данного периода жизни даются таланты такие как: мудрость,
умение понять потребности других людей, умение помочь, зная, как сделать лучше.''',
6: '''Влюбленные - в случае возникновения отношений, необходимы официальные документы о заключении
брака, брачный контракт. Необходимо помогать членам семьи советом, показывать пример
добропорядочных отношений, измены и разводы не допустимы в этом периоде.
В случае, если не получиться по каким-либо причинам выполнить задачу этого периода, то это может
обернуться против вас в виде возникновения развода, то это с дележкой имущества и детей, измены супруга,
близкие вам люди могут предать в самый неподходящий момент (подруги, друзья), возможны болезни
супруга, предательство детей.
При этом вам для достижения программы данного периода жизни даются таланты такие как: умение быть
комфортным, находить общий язык, быстро вливаться в коллектив, переходить на дружеское общение,
выбирать партнеров, чувство перспективности отношений. Они видят в человеке, какой талант в другом
человеке можно вскрыть.''',
7: '''Колесница - необходимо научиться ставить цели, вдохновлять других на прогрессивный образ жизни,
получать знания или навыки в других городах или странах, а потом внедрить их на родине.
В случае, если не получиться по каким-либо причинам выполнить задачу этого периода, то это может
обернуться против вас в виде проблемы с автотранспортом, автокредитами, вынужденные переезды,
остановка бизнеса, аварии несут не фатальный характер.
При этом вам для достижения программы данного периода жизни даются таланты такие как: умение
приспособиться при любых обстоятельствах, создавать в быту полезные вещи, адаптироваться и
ориентироваться в незнакомом месте, чувствуют быстрые и перспективные проекты, их риск всегда
оправдан, реактивно движутся по жизни.''',
8: '''Справедливость - необходимо научиться примирять стороны, построить свой маленький иделаьный мир,
следовать в рамках своих принципов, оказывать юридическую помощь, помогать совершать,
подготавливать, анализировать сделки, показывать пример соблюдения закона, правил, традиций,
выполнять взятые на себя обязательства даже если устные.
В случае, если не получиться по каким-либо причинам выполнить задачу этого периода, то это может
обернуться против вас в виде могут возникнуть проблемы с законом, отсутствие поддержки государства,
иски на ровном месте, несправедливые штрафы, проигрыши в судах, проблемы с наследством, болезни
парных органов (зрение, почки), беда приходит всегда в паре.
При этом вам для достижения программы данного периода жизни даются таланты такие как: чувствование
документов, справедливость в отношениях, подсознательное знание законов, умение примирить в
конфликте, найти дипломатическое решение, но из-за этого могут возникать часто конфликтные ситуации в
жизни.''',
9: '''Отшельник - необходимо развивать экстрасенсорику, помогать старшему поколению, важно быть
независимым, самодостаточным, нельзя ни на кого опираться, брать ответственность на себя, изучать
историю рода, находить в служении и делиться мудростью и уроками терпения.
В случае, если не получиться по каким-либо причинам выполнить задачу этого периода, то это может
обернуться против вас в виде психологической или физической утраты близких людей, чем больше зависим
от других людей, тем выше риск потерять, временная изоляция через болезнь, безработицу, отсутствие
общения, надо смотреть на все со стороны, не сопереживая сильно никому и советы давать также.
При этом вам для достижения программы данного периода жизни даются таланты такие как:
экстрасенсорика (ясновидение, яснознание), получение ответов в готовом виде.''',
10: '''Колесница - необходимо принимать судьбу, понимать что Волей случая управляет Фортуна, слепой
случай. Что в этой жизни можно как потерять так и найти. При этом важно не искушать судьбы азартными
играми, необходимо преумножить капитал, обеспечивать семью, выполнение фин обязательств.
В случае, если не получиться по каким-либо причинам выполнить задачу этого периода, то это может
обернуться против вас в виде крупных долгов, остановка циркуляции процессов в организме (скручивание
рук и ног, закаменевание, соли) и в жизни (торговля, логистика, ресторан).
При этом вам для достижения программы данного периода жизни даются таланты такие как: знание как
преумножить капитал, прокрутить деньги, чувствуют рынок, зарабатывают на ровном месте.''',
11: '''Сила – необходимо заниматься своим телом, спорт, медитации, научиться словом защищать себя, свои
знания, своих близких без применения физической силы. Выработать силу духа, борца, защитника.
В случае, если не получиться по каким-либо причинам выполнить задачу этого периода, то это может
обернуться против вас в виде насилия, необоснованной агрессии, врачебных ошибок, неправильных
диагнозов, множество врагов.
При этом вам для достижения программы данного периода жизни даются таланты такие как: умение
преодолевать любые препятствия, побеждать в конкурентной борьбе, обладают психо-физической силой,
могут воздействовать на людей, их враги сами сознаются в своих планах, им из-за этого кажется что среда
вокруг них враждебна, обожают препятствия.''',
12: '''Повешенный - необходимо оказывать поддержку близким, давать советы вместе сопереживая,
подсказать человеку верное решение, правильный путь. Не впадать в состояние жертвенности, жертвы или
палача. Изучать психологию человека, работа с людьми, чтобы понимать чужую точку зрения.
При невыполнении программы, могут возникнуть: тяжелые болезни, нарушение психики, отсутствие
поддержки, алкоголизм, склонность к суициду, их постоянно будет кто-то оскорблять, грубые слова - тут
надо понимать, что это обратка кармы.
При этом вам для достижения программы данного периода жизни даются таланты такие как: умение
почувствовать психоэмоциональное состояние человека, его внутренний мир, мотивы, намерения, умение
успокоить, проявить тактичность и дипломатичность, оказать психологическую помощь.''',
13: '''Смерть - необходимо стать первооткрывателем в любой области, сделать то, чего до вас никто никогда
не делал (в рамках закона). Выходить из зоны комфорта и принимать течение обстоятельств жизни как
должное.
В случае, если не получиться по каким-либо причинам выполнить задачу этого периода, то это может
обернуться против вас в виде быстрого течения проблем, резкие трансформации в жизни с
неблагоприятным исходом, например, быстрое течение болезни, отсутствие стабильности в жизни, если в &quot;-
&quot; то могут все отнять, если в &quot;+&quot; то дают что-то как благодать взамен.
При этом вам для достижения программы данного периода жизни даются таланты такие как: умение найти
альтернативные нестандартные решения, быстрота, острота мышления, умение найти выход из запутанной
ситуации, им легче там, где сложно, обладают гипнозом, умеют убедить кого угодно в чем угодно, найти
недостающие пазлы, выдающиеся адвокаты в истории.''',
14: '''Умеренность - необходимо кормить близких, создавать условия для их проживания и гармоничные
отношения, условия для жизни и работы, т.е. гармония в достатке. Необходимо прожить жизнь в
умеренности во всем (без жадности и транжирства).
В случае, если не получиться по каким-либо причинам выполнить задачу этого периода, то это может
обернуться против вас, где люди становятся жадными, а за этим приходит медленное разорение, скрываются
истинные причины болезни, проблемы, отсутствуют четкие диагнозы.
При этом вам для достижения программы данного периода жизни даются таланты такие как: умение
выращивать что угодно и где угодно, селекции, сельхоз навыки, руки обладают живительной силой,
способны целить растения. Способны создать гармоничную обстановку где угодно, умеют жить в достатке
(уплачены налоги, образование детям).''',
15: '''Дьявол - надо заниматься бизнесом, выстраивать материальный план при этом жить и любить как в
последний раз, познавая и вкушая все материальные блага, со вкусом и ярким проживанием всех чувств.
Нельзя себя в чем-то ограничивать.
В случае, если не получиться по каким-либо причинам выполнить задачу этого периода, то это может
обернуться против вас в виде негативных событий, человеку придется искупить вину тяжелым потрясением
в жизни, если онкология, то как правило с метастазами.
При этом вам для достижения программы данного периода жизни даются таланты такие как: умение
предвидеть ситуации, организовать любые процессы, экстравагантные видения, умение манипулировать
людьми.''',
16: '''Башня - необходимо построить систему, бизнес, дом, или следить за техническим состоянием дома,
ремонтировать, не должно быть &quot;текущих кранов&quot; либо развитие в духовной сфере.
В случае, если не получиться по каким-либо причинам выполнить задачу этого периода, то это может
обернуться против вас в виде: проблемы с недвижимостью, ипотеками, утрата органа, крах дела без
возможности восстановления. При этом вам для достижения программы данного периода жизни даются
таланты такие как: умение выстроить что угодно с нуля. Стратегическое мышление, умение что угодно
починить, усовершенствовать, дополнить. Знак недвижимости, строительства, риелтор, ремонт. На высшем
уровне - это духовник, выстраивающий мировоззрение.''',
17: '''Звезда – необходимо научиться дружить, иметь 1-2 верных друзей, до конца жизни необходимо помогать
талантливым людям, развивать свои таланты, добиться публичной известности и не возгордиться (пройти
Медные трубы с достоинством).
В случае, если не получиться по каким-либо причинам выполнить задачу этого периода, то это может
обернуться против вас в виде: болезнь дыхательной системы, падение с высоты, аварии на высоких
скоростях, забвение и блокировка самореализации.
При этом вам для достижения программы данного периода жизни даются таланты такие как: все виды
творческих талантов (наука, эзотерика, искусство). Умение добиться известности, публичности, очень
романтичны.''',
18: '''Луна - необходимо говорить правду, быть верным спутником жизни, жить без измен, развивать
экстрасенсорику, магию, работа с подсознанием. Жить из состояния Мир не опасен.
В случае, если не получиться по каким-либо причинам выполнить задачу этого периода, то это может
обернуться против вас в виде болезней мочеполовых органов, любовных треугольников, предательства,
сплетни, заговоры даже проклятья через магию.
При этом вам для достижения программы данного периода жизни даются таланты такие как: чувствовать
ложь, и предательство заранее, будете знать, как выйти из негативного воздействия, как обойти проблему,
предвосхитить план врага, чувствовать подвох.''',
19: '''Солнце - необходимо стать лидером в своем окружении, добиться высокой должности, помогать людям,
должностные обязанности, лучше работать в сфере услуг, официанты и чиновники, не обязательно
госслужба.
В случае, если не получиться по каким-либо причинам выполнить задачу этого периода, то это может
обернуться против вас в виде: сильные воспалительные процессы, крах статуса и власти, подставы
наставников, начальников, чиновников, человека не замечают, даже в очереди, больше предательство
мужчинами. При этом вам для достижения программы данного периода жизни даются таланты такие как:
умение добиться статуса и власти, высокой должности, быстрого карьерного роста, уважение к себе,
организационные способности, убедительность, сила характера и духа, лидерские качества.''',
20: '''Суд – работать в системе: судебной, банковской, правоохранительной, семейной, сетевой маркетинг и
тд, признать себя частью какой-либо системы, сообщества.
В случае, если не получиться по каким-либо причинам выполнить задачу этого периода, то это может
обернуться против вас в виде генетических болезней детей, предательство рода, изгнание из системы.
При этом вам для достижения программы данного периода жизни даются таланты такие как: все виды
талантов рода, знание истории, традиций и устоев своего народа.''',
21: '''Мир- необходимо жить за границей, работать в иностранных компаниях, помогать сородичам за
границей. Прославлять родину. Путешествовать, не закрываться дома с интернетом на пару.
В случае, если не получиться по каким-либо причинам выполнить задачу этого периода, то это может
обернуться против вас в виде вирусных заболеваний редкие необычные, нельзя говорить плохо о родине,
депортация, проблемы с иностранными документами.
При этом вам для достижения программы данного периода жизни даются таланты такие как: полиглот,
умеет приспособиться в любой стране, подсознательно знает традиции, законы, менталитет других народов.
Умеет управлять эмоциями других людей, новаторство, удача в путешествиях, предрасположенность
иностранцев к вам. Страсть к лоску, к шику.''',
22: '''Дурак - необходимо принимать на себя ответственность, не течь по течению, не ждать с моря погоду,
стать хозяином своей судьбы, иметь семью, иметь собственного ребенка, лично заниматься его воспитанием
либо внуков, развивать несколько проектов сразу. Научиться распознавать где друг, где враг.
В случае, если не получиться по каким-либо причинам выполнить задачу этого периода, то это может
обернуться против вас в виде проблемы с вынашиванием и рождением ребенка, множество не решаемых
проблем, одна проблема исходит из другой, предательство детей.
При этом вам для достижения программы данного периода жизни даются таланты такие как: умение найти
общий язык с любым ребенком, создать неординарные эксклюзивные решения, вас любят за дружелюбие,
могут быть легкими, общительными без комплексов.'''
}

opv = {1: '''В прошлой жизни Вы совершили предательство своих талантов, отказались от лидерского
начала от чувства самодостаточности личности, от умения понимать, не захотели искать
свое предназначение и использовать ресурсы.
В этой жизни, в качестве искупления ошибки необходимо стать лидером и грамотно
доносить свои слова и призывы.
Чтоб не войти в следующий слой Кармы и не запустился отрицательный сценарий
необходимо не допускать кармических черт характера соответствующий этой ошибки, это
первостепенное условие.
Кармические черты характера, которые нельзя допускать:
Брезгливое отношение к учителям, людям заинтересованных в карьере, власти.
Непризнание учителей, наставников, неуважение к учителям, капризное отношение к
учителю, отсутствие авторитетов.
Не желание учиться и обучать, познавать что-то новое. Не желание думать
самостоятельно, желание получить все сразу и целиком. Не желание строить карьеру.
Страх быть лидером, страх перед публичными выступлениями.
Допуская вышеописанные черты характера в повседневной жизни, человек спускается в
следующий слой Кармы, где его провоцируют совершить и сделать определенные
действия, поступки, шаги и войти в слой Искушений.
Искушения, чего делать нельзя:
Предательство учителя, учения, утаивание информации, обман, слова расходятся от
поступков, мошенничество. Отказ от повышения, обучения.
Поддавшись искушению и совершив определенные негативные действия, шаги и
поступки, к человеку прилетает обратка в виде совершенных поступков на событийном
плане.
Обратка и событийный план:
Неправильное обучение, предательство молодого партнера, стажёров, учеников.
Крах молодого бизнеса или ранних отношений, проблемы с оформлением документов.
Человек становиться жертвой мошенников, обманы на мелочах. Предательство со
стороны родственников, деловых партнеров и тех, кто моложе.
Аспекты здоровья и самочувствия: все, что отвечает за коммуникации в обществе -
нарушение памяти, слуха, зрения, речи, вплоть до серьезных последствий. Заболевания и
травмы, связанные с головой, болезни глаз, нарушение слуха и памяти, неврозы.
Совет - необходимо самому продвигать себя, показывать лидерские качества, виртуозно
владеть словом, стать человеком поступков, а не дел. Необходимо оказывать любую
помощь и поддержку своим учителям, и тем, кто моложе. Конфликты не допустимы.
''',
2: '''Предательство своих чувств, самого себя, отказ от материнских чувств и не
желание проявлять заботу к близким, особенно маме.
В этой жизни, в качестве искупления греха, становитесь ей полностью обязанным -
интеллектуально, духовно и материально. Вы должны заботиться о ней, не допускать
конфликтов и тем более не обижаться. С данной ошибкой вероятны проблемы с душой, с
зачатием и вынашиванием, с чувством защищенности. Ликвидация проблемы напрямую
зависит от качества взаимоотношений с собственными эмоциями, душой, с мамой. В
случае, если матери нет (не стало), отработка ложится на свекровь/тёщу или ту женщину,
которая заменяет человеку мать.
Чтоб не войти в следующий слой Кармы и не запустился отрицательный сценарий
необходимо не допускать кармических черт характера соответствующий этой ошибки, это
первостепенное условие.
Кармические черты характера, которые нельзя допускать:
Черствое отношение к близким, отсутствие чувства привязанности к дому, маме,
постоянное ощущение не долюбленности, непризнание женских талантов и ума, зависть к
женщинам, повышенная обидчивость.
Бесчувственность «Снежная королева», отключение собственной интуиции, не приятие
высших законов – позиция такая: ничего не слышу, не вижу, ничего не скажу, мне все
равно.
Обида на женщин, предвзятое отношение к женщинам, человек считает, что женщина ему
обязана, неуважение по отношению к женщине, не ценит женский труд.
Допуская вышеописанные черты характера в повседневной жизни, человек спускается в
следующий слой Кармы, где его провоцируют совершить и сделать определенные
действия, поступки, шаги и войти в слой Искушений.
Искушения, чего делать нельзя:
Предательство женщин, подавление их талантов и возможностей, непризнание женских
слабостей.
Поддавшись искушению и совершив определенные негативные действия, шаги и
поступки, к человеку прилетает обратка в виде совершенных поступков на событийном
плане.
Обратка и событийный план:
Конфликтные отношения с женским полом, обиды со стороны мамы, чрезмерное и
доминирующее влияние матери или другой старшей женщины, предательство мамы или
всех женщин, вмешательство подруг в отношения, предательство деловых партнеров –
женщин, любая женщина может остановить и нарушить Ваши планы, отсутствие доверия,
клевета, двусмысленность в отношениях.
Аспекты здоровья и самочувствия: блокировка деторождения через выкидыши, сложности
с зачатием, болезни мочеполовой и выделительной системы, нарушения обменных
процессов в организме.
Совет - Важно во всем помогать вашей маме, не обижаясь. Конфликты не допустимы.
Корректное отношение ко всем женщинам.
''',
3: '''Не желание реализовывать свои творческие способности, не желание стать хозяином
своей жизни, предательство ребенка, отказ иметь ребенка или воспитывать его.
В этой жизни, в качестве искупления греха, Вы становитесь ему полностью обязанным -
интеллектуально, духовно и материально. Прежде всего, человеку следует продолжить
свой Род, затем самостоятельно поставить на ноги ребёнка, то есть определить его задачи
и таланты, направить по пути профессионального развития и выполнения предназначения.
С данной ошибкой вероятны проблемы, связанные с зачатием и вынашиванием.
Ликвидация проблемы напрямую зависит от желания обоих партнёров иметь ребёнка.
Кроме того, кармически обусловлены трудности, связанные с одиночным родительством
или проблемами во взаимоотношениях со свекровью.
В этой жизни обязаны иметь своих детей, отдать ему всю любовь, тепло, заботу и ласку за
эту жизнь, и за ту прошлую, конфликты недопустимы.
Чтоб не войти в следующий слой Кармы и не запустился отрицательный сценарий
необходимо не допускать кармических черт характера соответствующий этой ошибки, это
первостепенное условие.
Кармические черты характера, которые нельзя допускать:
Отсутствие веры и желания мастерить, чинить, готовить, шить. Неуважение к детям,
нежелание иметь детей, применение шантажа, посредством детей, манипуляция детьми.
Зависть к ребенку, нежелание трудиться для материализации планов, уход от
ответственности, капризность в быту.
Отрицание в себе женского начала, когда проявляют в себе мужскую энергию, ведут себя
как мужик на стройке, не признают ничего женского, нет гибкости, наплевать на чувства,
грубые, пошлые люди.
Чрезмерные страх и беспокойство за близких, за их жизнь, здоровье, успех, капризность в
быту.
Властность, жесткость, гордыня, давление, излишний контроль над своими детьми и
близкими. Доминанта женщины над мужчиной, подавление мужской энергии.
Завышенная планка требований либо проституция.
Допуская вышеописанные черты характера в повседневной жизни, человек спускается в
следующий слой Кармы, где его провоцируют совершить и сделать определенные
действия, поступки, шаги и войти в слой Искушений.
Искушения, чего делать нельзя:
Отказ вести быт, хозяйничать, переносить ответственность за воспитание своих детей
другим, оскорбить чувства матери, жадность, проявленная к любым детям. Не желание
иметь детей или нести за них ответственность.
Поддавшись искушению и совершив определенные негативные действия, шаги и
поступки, к человеку прилетает обратка в виде совершенных поступков на событийном
плане.
Обратка и событийный план:
Нет материального процветания, уюта и комфорта в доме.
Психологическая или физическая утрата ребенка.
Планы, продуманные до мелочей, не реализуются. Остановка деловых процессов, все
останавливается на уровне плана.
Карма притягивает мужчин, которые не могут или не хотят иметь детей. Конфликты со
свекровью, тещей. Опасные партнеры по браку, которые способны причинить вред
здоровью.
Аспекты здоровья и самочувствия: Женская репродуктивная система, кожные покровы,
волосы, гормональная система, болезни детей, воспаление мочеполовой системы,
трудности зачатия, тяжелые роды, неработоспособность.
Совет - Требуется лично заниматься полноценным воспитанием собственного ребенка.
Конфликты не допустимы.
''',
       4: '''Вы в прошлой жизни отказались в достижении мастерства в профессии и важности
развивать и улучшать дело, которым занимались, не стали наставником для растущего
поколения, проявляли лень в профессиональной деятельности.
В этой жизни, в качестве искупления греха, Вы должны стать абсолютным
профессионалом в выбранной области, не проявлять в ней лени и халатности и,
соответственно, обеспечивать себя и семью самостоятельно. Необходимо наперекор всему
выстраивать карьеру, трудолюбием самостоятельно добиться высокого карьерного роста.
Вас могут уволить по какой-то прихоти, можете иметь небольшой бизнес.
Чтоб не войти в следующий слой Кармы и не запустился отрицательный сценарий
необходимо не допускать кармических черт характера соответствующий этой ошибки, это
первостепенное условие.
Кармические черты характера, которые нельзя допускать:
Лень, нежелание работать, халатность в работе или трудоголизм, где работа превыше
всего.
Жёсткость, властность, желание манипулировать и контролировать других людей,
перекладывать ответственность на другого человека. Желание реализоваться за счет
другого человека, капризность в работе. Желает все получать уже в готовом виде.
Деспотизм, самодурство, нежелание обучаться, развиваться, это когда человек по
верхушкам нахватался и пошел самолеты строить, может играть роль номинального
директора, кукольный директор, капризность- по той простой причине что мужчина, я так
решил, царь просто царь, бахвальство.
Допуская вышеописанные черты характера в повседневной жизни, человек спускается в
следующий слой Кармы, где его провоцируют совершить и сделать определенные
действия, поступки, шаги и войти в слой Искушений.
Искушения, чего делать нельзя:
Отказ реализовываться в карьере, профессиональные ошибки, подставы на работе,
халатность и лень в работе. Азартные игры. Пари.
Поддавшись искушению и совершив определенные негативные действия, шаги и
поступки, к человеку прилетает обратка в виде совершенных поступков на событийном
плане.
Обратка и событийный план:
Предательство коллег, подставы на работе, увольнение, крах карьеры и бизнеса,
предательство партнеров в бизнесе, отсутствие самостоятельности в работе. Не пускают
на руководящие, кража бизнеса, остановка любых профессиональных вопросов, в связи с
предательством делового партнера или коллеги. Остановка любых профессиональных
вопросов, срыв сделок и договоров.
Аспекты здоровья и самочувствия: заболевания и травмы позвоночника, повреждения
опорно-двигательного аппарата, боли в спине.
Совет - важно трудолюбием самостоятельно добиться карьерного роста.
''',
5: '''Отказ от веры в божественное начало, не признание авторитетов, покровительства
высших сил, в том числе учителя, отца.
Поэтому в этой жизни возможны поиски себя, опоры в жизни на некие ценности либо
веру, конфликты с отцом, его предательство Вас или вообще отсутствие отца. В качестве
искупления греха, Вы становитесь ему полностью обязанным - интеллектуально, духовно
и материально. Важно во всем помогать Вашему отцу, конфликты и обиды на отца и
мужчин недопустимы. Вы должны достичь авторитета в своем окружении, изучать
сакральные знания, идти по дороге духовности и осознанности, вести правильный образ
жизни.
По данной ошибке у женщин вероятны проблемы в построении семейных отношений.
Ликвидация проблемы напрямую зависит от качества взаимоотношений с отцом или его
заместителем.
Чтоб не войти в следующий слой Кармы и не запустился отрицательный сценарий
необходимо не допускать кармических черт характера соответствующий этой ошибке, это
первостепенное условие.
Кармические черты характера, которые нельзя допускать:
Нежелание духовно развиваться, слушать советы и наставников, воспринимать чужие
советы, неприятие ценностей, которые дают хорошие знания. Постоянное стремление
кого-то поучать, делать замечания, навязывать свои взгляды и принципы. Обида на отца и
мужчин в целом, раздражительность к проявлению силы и защиты. Считает, что мужчины
ему обязаны. Феминизм, цинизм, проявленный к мужчинам, недоверие и грубость к
мужчинам, неуважение к начальству, конфликты по отношению к отцу.
Лже-пророчество, существует только моё мнение, пуп земли, сам себе Бог, нетерпимость,
не сдержанность, отсутствие мудрости. Псевдо свободолюбие.
Допуская вышеописанные черты характера в повседневной жизни, человек спускается в
следующий слой Кармы, где его провоцируют совершить и сделать определенные
действия, поступки, шаги и войти в слой Искушений.
Искушения, чего делать нельзя:
Пользоваться мужчинами и благожелательным отношением отца. Разгульный образ
жизни, отсуствие нравственности, приципов. Отрицание бога вообще. Предательство
мужчин, наставника. Недоверие к мужчинам, оставление в беде и опасности отца или
духовного наставника.
Поддавшись искушению и совершив определенные негативные действия, шаги и
поступки, к человеку прилетает обратка в виде совершенных поступков на событийном
плане.
Обратка и событийный план:
Любая форма предательства отца, болезнь, смерть отца.
Предательство со стороны мужчин, конфликты с мужчинами, болезни близких мужчин.
Подставы со стороны непосредственного руководства, предательство начальства, любые
начатые процессы могут остановиться из-за мужчин.
Отсутствие всякого порядка, как в отношениях, так и в мыслях, проблемы в семейных
взаимоотношениях, бунтарство, а также подверженность фанатичному влиянию любой
веры и сект.
Аспекты здоровья и самочувствия: все железы, лимфатическая система, слизистые
оболочки, интоксикация организма, печень.
Совет – Важно найти свою веру, религию, во всем помогать вашему отцу, не обижаясь. Не
допускать со своей стороны предательство мужчин, наставника, нельзя оставлять в беде и
опасности отца, выражать почет и уважение мужчинам в целом.
''',
6: '''Отказ от любви, поранили любящую ваш душу, предательство партнера по браку.
В прошлой жизни Вы совершили предательство любви, чаще всего это связано с
многочисленными изменами. В этой жизни, в качестве искупления греха, Вы должны
проявлять заботу о своём супруге, а измены Вам категорически запрещены. Ликвидация
проблемы напрямую зависит от качества взаимоотношений между супругами.
Чтоб не войти в следующий слой Кармы и не запустился отрицательный сценарий
необходимо не допускать кармических черт характера соответствующий этой ошибке, это
первостепенное условие.
Кармические черты характера, которые нельзя допускать:
Предательство, измена, не желание иметь семью, нежелание уступать или вступать в
партнерские отношения, унижение любви, либо требование любви, частая смена
партнёров, поиск любви.
Капризность в семейных отношениях, перетягивание одеяла, нежелание уступать,
жертвовать, подчиняться, просить прощение. Нежелание идти на компромисс,
выстраивать диалог, заботиться о близких. Нежелание выстраивать любые партнерские
отношения.
Допуская вышеописанные черты характера в повседневной жизни, человек спускается в
следующий слой Кармы, где его провоцируют совершить и сделать определенные
действия, поступки, шаги и войти в слой Искушений.
Искушения, чего делать нельзя:
Измены и предательства близких людей, измена во всех формах, игра на нервах партнера.
Поддавшись искушению и совершив определенные негативные действия, шаги и
поступки, к человеку прилетает обратка в виде совершенных поступков на событийном
плане.
Обратка и событийный план:
Раннее вдовство, предательство партнеров, любовные измены, нежелание других людей
по отношению к вам идти на компромисс, нежелание понимать ваши чувства. Конфликты
с супругом, развод с дележкой имущества и детей, расставание с партнером.
Неожиданные остановки подписания контрактов, срыв сделок без объяснения причин,
аврал в работе.
Аспекты здоровья и самочувствия: сердечно сосудистая система, кроветворная, нервная и
мочеполовая системы организма, предстательная железа, переутомление и депрессивные
состояния.
Совет - важно уметь показать искреннее отношение, прощая измены и предательства.
''',
7: '''Вы отказались быть активным, не захотели переезжать и ездить в поисках знаний и
целей либо помешали близкому человеку развиваться.
В качестве кармических черт характера человек и в нынешней жизни считает, что его
мнение самое правильное, не желая прислушиваться к взглядам, желаниям и нуждам
оппонентов. В этой жизни, в качестве искупления греха, человеку не следует категорично
настаивать на своём мнении, не оставляя оппоненту права на свободный выбор, в том
числе запрещать родственникам (например, ребёнку) делать свободный выбор в пользу
той или иной профессии. Это значит, что, если ребёнок хочет петь, а родитель считает, что
юриспруденция - это более престижное занятие и принуждает ребёнка к этой профессии,
он снова повторяет ошибку прошлой жизни. В данном случае необходимо поддержать
своего близкого человека и пройти с ним выбранный путь, даже если он кажется
неправильным. Если человек чрезмерно властвует и подавляет, в его жизни вероятны
частые попадания в аварию и проблемы опорно-двигательного аппарата. Могут сложиться
ситуации вынужденного переезда, в этом случае необходимо обязательно переехать.
Имея такую ошибку в прошлом необходимо бескорыстно помогать реализовываться
чужим идеям.
Чтоб не войти в следующий слой Кармы и не запустился отрицательный сценарий
необходимо не допускать кармических черт характера соответствующий этой ошибки, это
первостепенное условие.
Кармические черты характера, которые нельзя допускать:
Зависть к достижениям других людей, нежелание двигаться с места, что – либо делать,
стремление к легкому пути за счет другого человека. Капризность, отрицание идеи,
раздражительность по отношению к тем, кто готов помочь. Манипуляция близкими
людьми, лень, бездействие. Множество сомнений, смятений, потребность иметь
вдохновителя, покровителя.
Авторитарность, воинственность, враждебность. Не умение контролировать свои эмоции.
Достижение целей любыми средствами.
Не умение ставить цели и достигать их, боязнь проявить лидерские качества. Человек –
хамелеон, склонен переобуваться, менять свое мнение, точку зрения.
Торопливость, излишняя суетливость, запрет - сам не ходишь и нас не пускаешь
Допуская вышеописанные черты характера в повседневной жизни, человек спускается в
следующий слой Кармы, где его провоцируют совершить и сделать определенные
действия, поступки, шаги и войти в слой Искушений.
Искушения, чего делать нельзя:
Подавление других людей, навязывание своей воли, лень, желание занять чужое место не
предпринимая усилий, подавление тех, кто не может ответить.
Поддавшись искушению и совершив определенные негативные действия, шаги и
поступки, к человеку прилетает обратка в виде совершенных поступков на событийном
плане.
Обратка и событийный план:
Перекрытие профессиональных дорог, запреты со стороны близких людей, давление со
стороны людей, ощущение замкнутого круга.
Застой в делах, остановка дел на неопределенный срок, обездвиженность процессов.
Остановка карьерного роста.
Аварии, проблемы с автотранспортом, поломки и повреждения автомобиля, проблемы с
автокредитом, неудачные поездки, вынужденный переезд.
Аспекты здоровья и самочувствия: опорно-двигательный аппарат, костная система,
суставы, связки, отложения солей, мышцы, болезни и повреждения ног, вплоть до
обездвиживания в разной степени и по разным причинам, замедленная нервная реакция.
Совет - необходимо бескорыстно помогать другим людям и их идеям реализоваться.
''',
8: '''Намеренное нарушение законов мироздания и систем причины и следствия, а также
мирских законов.
В прошлой жизни человек нарушил закон справедливости и чести, возможно нарушил
закон и не понёс за это судебного наказания. В этой жизни, в качестве искупления греха,
человек должен стать блюстителем закона, соблюдать каноны морали и нравственности.
Следует стабильно выплачивать налоги, штрафы и долги (даже взятые под честное слово).
Если человек попадает под судебное разбирательство, где является виновным, ему
рекомендуется понести наказания, иначе, спустя время, его настигнет более серьёзная
судебная кара за то, чего он и вовсе не совершал.
Необходимо понимать Законы Справедливости, бумеранга, защищать честь и достоинство
своих близких. Обстоятельства в жизни будут показывать, на сколько мир не идеален и не
справедлив.
Чтоб не войти в следующий слой Кармы и не запустился отрицательный сценарий
необходимо не допускать кармических черт характера соответствующий этой ошибки, это
первостепенное условие.
Кармические черты характера, которые нельзя допускать:
Мошенничество, конфликтность, некорректное отношение к справедливости, недоверие к
государству, желание саморасправы, желание нарушить закон, закон не имеет значение, я
выше закона. Излишняя категоричность, когда человек не дает право высказать другому
свое мнение.
Либо наоборот, повышенная требовательность к правовой чистоте, человек не может
нарушить закон даже в малом, желание жить по регламенту, любит правила и инструкции,
отсутствие гибкости, завышенная потребность в справедливости.
Отсутствие равновесия, перегибы, поиски проблем в окружающих, а не в себе. Обвинение
окружающих.
Допуская вышеописанные черты характера в повседневной жизни, человек спускается в
следующий слой Кармы, где его провоцируют совершить и сделать определенные
действия, поступки, шаги и войти в слой Искушений.
Искушения, чего делать нельзя:
Желание нарушить закон (будет искушать бухгалтер, бизнес - партнер), - любая форма
нарушения закона.
Поддавшись искушению и совершив определенные негативные действия, шаги и
поступки, к человеку прилетает обратка в виде совершенных поступков на событийном
плане.
Обратка и событийный план:
Проигрыш в судах, несправедливое решение суда, повышенный интерес
правоохранительных органов, юридическая несправедливость, проигрыш в судах,
несправедливое решение суда вплоть до тюремного заключения. Отказ в наследстве,
неправомерные несправедливые штрафы, судебные решения, ошибки в документах,
подставы партнеров по бизнесу, конфликты и недоразумения.
Аспекты здоровья и самочувствия: болезни, связанные с нарушением обмена веществ,
болезни носящий затяжной и хронический характер, болезни парных органов, диабет,
расстройства памяти, речи и мышления, раздражительность и депрессия.
Совет - важно соблюдать закон, прощать несправедливость, мошенничество, штрафы.
''',
       9: '''Отказался от служения народу, ушел от социума либо не захотел принимать дар
ясновидения.
В прошлой жизни человек вёл одиночный и единоличный образ жизни, ввиду чего
оставил своих родителей в беде или болезни, не проявив в нужное время о них должной
заботы. В этой жизни, в качестве искупления греха, человек должен в первую очередь
заботиться о своих родителях, быть внимательным к близким, не стремиться к тотальному
одиночеству, исключая из круга своих обязанностей заботу о семье. В этой жизни могут
сложиться обстоятельства, когда вынуждено придется ухаживать за лежачими больными,
заставят развивать экстрасенсорные способности.
Чтоб не войти в следующий слой Кармы и не запустился отрицательный сценарий
необходимо не допускать кармических черт характера соответствующий этой ошибки, это
первостепенное условие.
Кармические черты характера, которые нельзя допускать:
Замкнутость, уход в себя, уход от мира, синдром одинокого волка, человек отказывается
общаться с другими людьми, проявляет эгоцентризм, для него чужая проблема – это
пустая трата времени, для него важны только свои интересы, сознательно отстраняется от
людей, что приводит к «социальной смерти», но это приводит к открытию
экстрасенсорных способностей.
Самореализация, отстранение от чужих проблем, состояние одиночества, отказ от любви и
земных удовольствий. Нежелание помогать и делиться знаниями. Нелюбовь к людям,
нелюбовь к себе.
Нежелание заботиться о старшем поколении Рода, ухаживать за больными, неуважение к
родителям, перетягивание одеяла на себя, повышенный уровень отстраненности.
Специально ссорятся, чтобы остаться в одиночестве, отрицание мира и материального.
Допуская вышеописанные черты характера в повседневной жизни, человек спускается в
следующий слой Кармы, где его провоцируют совершить и сделать определенные
действия, поступки, шаги и войти в слой Искушений.
Искушения, чего делать нельзя:
Оставить в болезни и беде близких людей, старшее поколение, нежелание им помогать.
Перекладывание ответственности за здоровье близких людей на других людей (нужно
заниматься здоровьем близких), отказ оказывать поддержку близким. Уйти от мира
людского. Не желание от раскрывать магические способности.
Поддавшись искушению и совершив определенные негативные действия, шаги и
поступки, к человеку прилетает обратка в виде совершенных поступков на событийном
плане.
Обратка и событийный план:
Отказ людей от общения, социальная смерть (не на кого опереться, некому позвонить).
Утрата самых близких людей. Изоляция через больницу или тюрьму.
Аспекты здоровья и самочувствия: Длительные и мучительные болезни, изоляция через
больницу, психические нарушения, беды от близких людей.
Совет - не замыкаться в себе, действовать непривычным для себя путем, больше
контактировать с людьми. Оказывать помощь всем членам рода.
''',
10: '''Нарушение взятых на себя обязательств, участие в раскуличивании, отказ помощи в
деньгах близким людям.
В прошлой жизни Вы совершили финансовое преступление или нарушили взятые на себя
финансовые обязательства. Это могло быть связано с хищением денежных средств, либо
другими финансовыми махинациями. В этой жизни, в качестве искупления греха, Вам не
следует иметь отношения к финансовым преступлениям и жить за чужой счёт. Не
рекомендуется брать какие-либо кредиты, потому что могут возникнуть проблемы с их
выплатой. Вы должны честно и самостоятельно зарабатывать средства для решения своих
финансовых вопросов. Рекомендуется также ежемесячно отдавать 10% от прибыли на
благотворительные цели.
Чтоб не войти в следующий слой Кармы и не запустился отрицательный сценарий
необходимо не допускать кармических черт характера соответствующий этой ошибки, это
первостепенное условие.
Кармические черты характера, которые нельзя допускать:
Страх бедности, жадность, меркантильность, скупость, стремление к легким деньгам,
манипуляция с деньгами, желание нарушить финансовые обязательства, болезненное
отношение к деньгам. Склонны к мошенничеству, манипуляциям, вымогательству денег,
непонимание ценности денег, склонны к растратам, либо к накоплениям.
Желание быстрой наживы, склонность к азартным играм с целью легких и незаконных
денег. Бесцельное прожигание жизни, несамостоятельность, не понимание своих
потребностей. Самый важный вопрос: А что ты хочешь? Любишь?
Допуская вышеописанные черты характера в повседневной жизни, человек спускается в
следующий слой Кармы, где его провоцируют совершить и сделать определенные
действия, поступки, шаги и войти в слой Искушений.
Искушения, чего делать нельзя:
Зависть к чужим доходам, кредиты, ипотека, нарушение и невыполнение финансовых
обязательств даже в устной форме, утаивание денег от партнера.
Поддавшись искушению и совершив определенные негативные действия, шаги и
поступки, к человеку прилетает обратка в виде совершенных поступков на событийном
плане.
Обратка и событийный план:
Крупные финансовые долги и потери, резкое разорение, растраты, отток и потеря денег,
крах бизнеса, финансовые подставы, проигрыши в судах по коммерческим вопросам,
кражи, хищения, ваши деньги могут «зависнуть» на неопределенный срок.
Отсутствие видимых удач, повседневность и рутина.
Аспекты здоровья и самочувствия: Остановка циркуляции жидкости, лимфы, вязкость
крови, склонность к образованию тромбов, появление отеков.
Совет - необходимо соблюдать финансовые обязательства, прощать хищения. Нельзя
проявлять жадность, меркантильность, скупость, желание жить за чужой счет.
''',
11: '''Применение силы против слабых. Отсутствие понимания баланса Силы и Духа.
В этой жизни, в качестве искупления греха, Вам не следует вступать в драки и серьёзные
конфликты. Вам необходимо проявлять заботу о своём окружении, а также рекомендуется
завести животное и заботиться о нём. Любые конфликты Вы должны научиться решать
словом без применения силы, а конкурентную борьбу выигрывать за счёт природных
лидерских способностей и знаний. Если вдруг повторно допустили ошибку, появляется
вероятность насилия и увечья в свой адрес. Это может быть связано как с разбоем, так и с
нападением, насилием. Кроме того, особенностью Кармы по этому знаку является частота
неправильных диагнозов при медицинских обследованиях или врачебных ошибок во
время операций. Поэтому прежде, чем проводить операцию, Вам требуется
удостовериться в правильности диагноза сразу у нескольких врачей, а операции не
ставить на одиннадцатые числа любого месяца и ноябрь в целом.
Чтоб не войти в следующий слой Кармы и не запустился отрицательный сценарий
необходимо не допускать кармических черт характера соответствующий этой ошибки, это
первостепенное условие.
Кармические черты характера, которые нельзя допускать:
Трудоголизм, драчливость, напористость, конфликтность, страх конкурентной борьбы,
агрессивные, необдуманные действия. Человек лезет на рожон, провоцирует драки,
конфликты, споры, считает себя сильнее соперника. Не умеет проигрывать, смягчать
обстановку. Неумение отдыхать и расслабляться.
Трусость, не верят в себя и в свои силы, когда необходимо защищаться у них душа в
пятках, такие люди сдаются, не вступая в борьбу.
Лень по отношению к своему физическому телу, нежелание следить за его состоянием.
Допуская вышеописанные черты характера в повседневной жизни, человек спускается в
следующий слой Кармы, где его провоцируют совершить и сделать определенные
действия, поступки, шаги и войти в слой Искушений.
Искушения, чего делать нельзя:
Психологическое и физическое подавление человека, причинение боли, в том числе
животным. Причинение вреда другим людям (нельзя ставить на стол то, что причиняет
вред).
Поддавшись искушению и совершив определенные негативные действия, шаги и
поступки, к человеку прилетает обратка в виде совершенных поступков на событийном
плане.
Обратка и событийный план:
Нападение, драки, провокации, болезненное соперничество души и духа, высокая
конкуренция, усталость, опасные тайные враги, победа на их стороне, резкие проигрыш в
любой схватке, конфликты и неверные решения, тяжелая, пустая, неблагоприятная работа,
потери материальных ценностей.
Аспекты здоровья и самочувствия: Травмы, переломы, раны, порезы, ушибы,
повреждения тканей, неудачные хирургические операции, неправильно поставленные
диагнозы, врачебные ошибки, все, что связанно с потерей крови. Падения и переломы.
Психические нарушения, заболевания половой системы.
Совет - Оказывать медицинскую опеку и заботу людям и животным. Быть предельно
внимательным и щепетильным в вопросах медицины, перепроверять диагнозы, УЗИ и
пересдавать анализы.
''',
12: '''Не принимали чужую точку зрения, виденье, зашоренность взглядов, проявляли грубое и
циничное отношение к людям, бездушность, играя роль Жертвы.
В этой жизни, в качестве искупления греха, Вам не следует допускать грубости,
высокомерия и стремления критиковать. Необходимо стать истинным &quot;&quot;психологом&quot;&quot;
(здесь имеется в виду качество характера, а не профессия), проявлять понимание,
милосердие и дипломатичность во взаимоотношениях с людьми. Кармически
обусловленным может быть критика и грубость в адрес самого человека, решением
является работа над собой изнутри. Данная ошибка ведёт за собой серьёзные заболевания,
поэтому является одной из важнейших и труднейших для отработки.
Чтоб не войти в следующий слой Кармы и не запустился отрицательный сценарий
необходимо не допускать кармических черт характера соответствующий этой ошибки, это
первостепенное условие.
Кармические черты характера, которые нельзя допускать:
Бездушность, чёрствость, игра в жертву, манипуляция через жертву или жертвенность,
жертва – жертвы, (посмотрите, как мне плохо, я ради тебя, или как человек манипулирует
близкими через свою болезнь - демонстрация что тебе плохо).
Склонность к депрессии и обидам, отсутствие эмоциональной стабильности, боязнь
публичного осуждения, апатия и усталость.
Преобладание негативного мышления, неумение отпускать и начинать новые жизненные
циклы. Чрезмерная нагрузка чужих проблем на свои плечи и на свою голову,
жертвенность, нелюбовь к себе, навязчивая забота и внимание, чрезмерная привязанность
к человеку, к объекту любви, желание страдать, подвешенное состояние, провисание,
отсутствие движения.
Допуская вышеописанные черты характера в повседневной жизни, человек спускается в
следующий слой Кармы, где его провоцируют совершить и сделать определенные
действия, поступки, шаги и войти в слой Искушений.
Искушения, чего делать нельзя:
Любая форма грубости, выведение на эмоции, конфликты, навязчивость людей,
отсутствие понимания и поддержки давления.
Поддавшись искушению и совершив определенные негативные действия, шаги и
поступки, к человеку прилетает обратка в виде совершенных поступков на событийном
плане.
Обратка и событийный план:
Отсутствие понимания, уважения, мягкости в общении, отсутствие милосердия по
отношению к человеку, человека не понимают, унижают, не воспринимают всерьез,
психически подавляют.
Зависшая болезненная для человека ситуация, утрата денег и здоровья, плохие отношения
с кем – либо, предательство самых близких людей (доверительный круг), отсутствие
общения, понимания, одобрения, развивается склонность к алкоголю, депрессивности.
Человеку постоянно приходится кого-то спасать.
Аспекты здоровья и самочувствия: тяжелые болезни (в том числе онкология), проблемы с
психикой, алкоголем, наркотиками, суицид, депрессии, психические отклонения.
Совет: Проявлять милосердие и терпение, прощать грубость и хамство.
''',
13: '''Не принятие законов смерти– ее важности в трансформации. Важно пройти вновь
принятие смерти, судьбы, необходимости уходить с пепелища, открывая новую дверь.
Уметь расставаться с тем, что отжило и перерождаться в новом.
В этой жизни, вам необходимо научиться принимать Законы жизни и смерти. Жить,
понимая ценность жизни. Поэтому вам не стоит выбирать опасные профессии, которые
могут стать причиной чужой (полиция, медицина, военное дело) или собственной
(полиция, военное дело, пожарные, МЧС) смерти. Также следует аккуратно водить
машину, так как они любят быструю езду.
Чтоб не войти в следующий слой Кармы и не запустился отрицательный сценарий
необходимо не допускать кармических черт характера соответствующий этой ошибки, это
первостепенное условие.
Кармические черты характера, которые нельзя допускать:
Проявление эгоизма, резкости, склонен к риску, не признает ценности чужой жизни,
подвергает себя и других опасности. Тяга к экстремальным видам спорта.
Страх перемен, сложно принимает решения. Чрезмерный страх за жизнь близких.
Навязывание перемен силой, жестокость, холоднокровие.
Желание причинить боль физическую, психологическую, могут угрожать, причинить
неприятности.
Способность к саморазрушению одномоментно, основательно, агрессия, желание убить
словами, эгоизм, страх смерти, трансформации, ничего не выкидывать, ничего не менять.
Допуская вышеописанные черты характера в повседневной жизни, человек спускается в
следующий слой Кармы, где его провоцируют совершить и сделать определенные
действия, поступки, шаги и войти в слой Искушений.
Искушения, чего делать нельзя:
Засиживаться на одном месте больше 5 лет, уходить от мирской жизни, не жить по
принципу Мир опасен.
Поддавшись искушению и совершив определенные негативные действия, шаги и
поступки, к человеку прилетает обратка в виде совершенных поступков на событийном
плане.
Обратка и событийный план:
Неожиданные перемены в худшую сторону, результат хуже ожидаемого в несколько раз,
смерть планов, карьеры, отношений.
Ничего нельзя запланировать, ставит на всем крест планов, реализация их без
возможности восстановления, фатальная смерть, вероятность смерти близких людей.
Аспекты здоровья и самочувствия: скоротечные, тяжелые болезни, переходящие в
хронические. Иммунные заболевания, онкология.
Совет – не дожидаться, когда вселенная вытолкнет вас из привычного ритма жизни, а
менять самому, каждый день привлекать в свою жизнь новых людей, новые привычки и
маршруты.
''',
14: '''Вы проявляли неумеренность в прошлой жизни, отсутствие меры привело к нарушению
Законов брать и давать.
В этой жизни, в качестве искупления греха, Вы должны соблюдать принцип Золотой
середины, научиться понимать что всему своей врем, Тише едешь- дальше будешь.
Необходимо научиться жить в меру, самостоятельно обеспечивать свою семью, передать
потомкам доход.
Чтоб не войти в следующий слой Кармы и не запустился отрицательный сценарий
необходимо не допускать кармических черт характера соответствующий этой ошибки, это
первостепенное условие.
Кармические черты характера, которые нельзя допускать:
Не впадать в истерики либо быть эмоционально зажатым, провлять любую форму
жадности, жажды власти, любви, знаний, эмоций, страсть к растратам, шопоголизм.
Невоздержанность, неумеренность во всем, в еде, одежде (шопоголизм), подвержен
различного рода зависимостям: алкогольной, наркотической, игровой.
Скрыты в эмоционально – впечатлительном плане, не говорят и не показывают
внутреннего мира, всегда себе на уме, жалко поделится эмоциями, впечатлением, даже в
мелочах, вносит дисгармонию в отношения, склонен к безответственности и застою.
Допуская вышеописанные черты характера в повседневной жизни, человек спускается в
следующий слой Кармы, где его провоцируют совершить и сделать определенные
действия, поступки, шаги и войти в слой Искушений.
Искушения, чего делать нельзя:
Ограничение в деньгах, накопление, коллекционирование, нежелание проявлять эмоции.
Поддавшись искушению и совершив определенные негативные действия, шаги и
поступки, к человеку прилетает обратка в виде совершенных поступков на событийном
плане.
Обратка и событийный план:
Крушение привычных установок, незапланированные перемены, кризисные моменты,
знак «барабашки», истинная причин проблемы не ясна, много сплетен, завистников,
врагов среди приближенных, стагнация и заболоченность, замедление процессов,
медленное разорение.
Аспекты здоровья и самочувствия: трудно поставить диагноз. Давление, сосудистая
система, тромбозы, отложения солей.
Совет - по возможности стараться быть щедрым, самостоятельно обеспечивать свою
семью, передать потомкам доход.
''',
15: '''Причинение вреда людям, соблазняя людей на искушение прожить разгульный образ
жизни, впасть в разврат, заниматься ритуальной магией и оккультизмом.
В результате стали причиной бед другого человека: это может быть связано как с
нанесением вреда здоровью, так и карьере/бизнесу, семейным отношениям и любому
другому успеху. В этой жизни, в качестве искупления греха, Вам открыты врата к темным
энергиям, материальным благам, есть оккультные способности, но не рекомендуется
заниматься ритуальной эзотерикой, однако следует принять экстрасенсорные
способности. Вам важно духовно развиваться и повышать свои вибрации, проявлять
терпимость и философски подход. Следует понять, что борьба с врагами может
осуществляться не только с помощью применения интриг, а также присущих вам
оккультных способностей (сила мысли также считается), и противостоять появляющимся
искушениям и внутренней внезапной агрессии, вызывающей на мысленные проклятия и
нанесение вреда человеку посредством применения физического или психологического
воздействия.
Чтоб не войти в следующий слой Кармы и не запустился отрицательный сценарий
необходимо не допускать кармических черт характера соответствующий этой ошибки, это
первостепенное условие.
Кармические черты характера, которые нельзя допускать:
Зависть, манипуляции другими людьми, провоцирование конфликтов, с доведением их до
апогея, коварство, шантаж, умение и желание сталкивать лбами, оказывать
психологическое воздействие, вносить «чертовщинку», внутренняя и внешняя агрессия,
различные зависимости, приземленность.
Повышенная эмоциональность на грани истерики. Властность, стремление подчинить их
своей воле, чрезмерный контроль над близкими людьми. Умышленное усугубление
ситуации. Неискренность, лживость, принадлежность к темным социальным и
коррупционным структурам, одержимость, зацикленность, карьеризм, получение своего
любыми способами. Игромания.
Увлеченность черной магией, работа на свое Эго, нежелание развиваться духовно, и
зацепка за материальное, склонность к вымыслам, перекручиванию ситуации, комфорт
принципиален. Питается чувством страха.
Допуская вышеописанные черты характера в повседневной жизни, человек спускается в
следующий слой Кармы, где его провоцируют совершить и сделать определенные
действия, поступки, шаги и войти в слой Искушений.
Искушения, чего делать нельзя:
Занятие магией, манипуляция людьми, оккультные практики.
Поддавшись искушению и совершив определенные негативные действия, шаги и
поступки, к человеку прилетает обратка в виде совершенных поступков на событийном
плане.
Обратка и событийный план:
Катализация всех «минусов» - негативных событий, все обостряется, усложняется и
усугубляется: конфликты банкротство, убытки, разорение, увольнение с престижной
работы или должности, потери материальных благ, ложная информация, тяжелые болезни,
необратимые события, криминальные схемы. Воздействие порчи, сплетни и зависть в
коллективе.
Аспекты здоровья и самочувствия: токсикация организма, дает болезни нервной системы,
болезни головы, онкология, сильнейшие нарушения обмена веществ, венерические
заболевания, инфекционные заболевания, зависимости.
Совет - не заниматься магией, покончить с вредными привычками, отбросить иллюзии,
важно помогать другим людям обрести свой путь в жизни.
''',
16: '''Ваша черезмерная гордыня и консервативный подход разрушила судьбы других людей,
даже возможно привело к лишению человека имущества, в том числе дома.
В этой жизни, в качестве искупления греха, Вам следует оказывать бескорыстную помощь
людям в создание чего-либо нового, семьи, творческого объекта, недвижимости
(строительство, дизайн, архитектура, купле-продажа). Задачей является возможность
помочь людям в обретении опоры илирасширению их мировоззрения, квадратной
площади недвижимости, если отсутствует возможность сделать это вышеуказанными
способами, следует хотя бы заниматься починкой своего дома и дома своих близких,
совмещая это с облагораживанием внутреннего пространства. Кармически
обусловленным может стать внезапная потеря опоры, разрешение мира и разочарование в
близких людях, собственной недвижимости и становление бездомным человеком, дабы
этого не допустить, рекомендуется выполнять вышеуказанные задачи. Кроме того, чтобы
не провоцировать обратку Кармы, не следует давать разрушительных советов (например,
о смене работы) или становиться причиной любого разрушения у людей (например,
распада семьи).
Чтоб не войти в следующий слой Кармы и не запустился отрицательный сценарий
необходимо не допускать кармических черт характера соответствующий этой ошибки, это
первостепенное условие.
Кармические черты характера, которые нельзя допускать:
Меркантильность, зависть к чужому имуществу, зависть к достатку.
Склонность рубить с плеча, сжигать мосты, давать разрушительные советы, самодурство,
навязывание своей воли, отсутствие гибкости, не оставляет вариантов, нежелание входить
в положение людей, грубое вмешательство в жизни других людей,
Человеку проще начать новое, чем исправлять или дорабатывать старое, сам становится
причиной разлада, не готов решать конфликт, не умеет доводить дело до конца и
позволяет прошлому влиять на себя.
Вспышки агрессии, неконтролируемые эмоции, негативное отношение к жизни.
Нежелание духовно развиваться. Узость взглядов, мышления, непризнание чужой точки
зрения, конфликтность.
Безбашенность, чрезмерный риск. Хаотичность в поступках и действиях. Хаос в жизни.
Повышенный травматизм.
Допуская вышеописанные черты характера в повседневной жизни, человек спускается в
следующий слой Кармы, где его провоцируют совершить и сделать определенные
действия, поступки, шаги и войти в слой Искушений.
Искушения, чего делать нельзя:
Интерес к благам других людей, вмешательство в судьбы других людей, зависть, чужое
имущество, чувство собственности.
Поддавшись искушению и совершив определенные негативные действия, шаги и
поступки, к человеку прилетает обратка в виде совершенных поступков на событийном
плане.
Обратка и событийный план:
Проблемы с имуществом, утрата имущества, проблема с недвижимостью, неудачный
ремонт.
Крах бизнеса, карьерного роста, потеря статуса, разрушение жизни, авторитета на корню.
Аспекты здоровья и самочувствия: внезапные приступы болезней, серьезные травмы и
ранения, операции, осложнения на голову, сердце и позвоночник, склонность к
повышенному травматизму, утрата органов, инсульт, инфаркт, диабет, астма.
Совет - важно не претендовать на чужое имущество, помогать людям ее обрести.
''',
17: '''Вы не прошли урок Звездностью, также предали близкого друга.
В этой жизни, в качестве искупления греха, Вам следует оказывать поддержку любым
талантливым людям, вдохновлять их на реализацию талантов, оказывать им посильную
поддержку в продвижении. Следует также учитывать, что Вам не рекомендуется
творческая реализация любым путем. Важно честно достигнуть Славы и не возгордиться.
Кармически обусловленным может стать проблема с реализацией собственного таланта,
вероятны препятствия в их продвижении в виде людей или событий. Дабы исключить эти
преграды, необходимо выполнять вышеуказанные задачи. Вас могут обманывать и
предавать близкие друзья.
Чтоб не войти в следующий слой Кармы и не запустился отрицательный сценарий
необходимо не допускать кармических черт характера соответствующий этой ошибки, это
первостепенное условие.
Кармические черты характера, которые нельзя допускать:
Обесценение чужого труда, проявление несамостоятельности, зависимости, капризности.
Жизненная апатия, отсутствие представления о реальной картине мира. Оторванность от
земного. Слабохарактерность и слабоволие. Неуверенность в себе, неверие в собственные
силы и пессимизм.
Гордыня, возвышение над другими за свою исключительность и «звездность».
Пренебрежение к талантам других людей, зависть по отношению к их талантам и успехам,
циничное отношение к таким чувствам как любовь, дружба, сочувствие. Неумение
дружить.
Желание психологически издеваться, имеют у себя заблокированную креативность,
неумение само выражаться через творчество. Неумение выразить свои истинные чувства.
Медлительность.
Допуская вышеописанные черты характера в повседневной жизни, человек спускается в
следующий слой Кармы, где его провоцируют совершить и сделать определенные
действия, поступки, шаги и войти в слой Искушений.
Искушения, чего делать нельзя:
Предательство друга, принижение талантливых людей.
Поддавшись искушению и совершив определенные негативные действия, шаги и
поступки, к человеку прилетает обратка в виде совершенных поступков на событийном
плане.
Обратка и событийный план:
Непризнание талантов, забвение, перекрытие всех творческих проектов, дорог и
замыслов, отсутствие славы, известности. Идеи и труды могут быть не замечены.
Отсутствие уважения к творческому труду. Всегда найдется человек, кто будет
обесценивать ваши труды и достижения.
Предательство друзей, сотворцев, соавторов, падение с высоты, авиакатастрофы, травмы н
высокой скорости, крах положения в обществе, отсутствие поддержки и продвижения в
связи с предательством партнеров.
Аспекты здоровья и самочувствия: Неврозы, нарушение психики, бессонница, фобии,
страхи. Тяжелые болезни бронхолегочной системы. Отдышка, удушения.
Совет - помогать талантливым людям пробиться, защитить их права и изобретения.
''',
18: '''В прошлой жизни вы не смогли побороть свои страхи и иллюзии, тем самым не
раскрыли талант Мага, целителя. Находясь в иллюзиях вводили в заблуждение и других.
Скрывали правду о других.
Сейчас Вам желательно контролировать свои мысли и фантазии, не поддаваться
соблазнам азартной жизни, не изменять и не обманывать. В качестве искупления греха,
Вам не следует обманывать, мошенничать и сталкивать людей лбами. Кармически
обусловленным может стать затуманенность разума в плане понимания махинаций со
стороны других людей, невозможность распознать мошенника. Также необходимо
научиться работать со своим подсознанием, страхами, фобиями. и помогать в этом
другим. Дабы исключить эти преграды, необходимо выполнять вышеуказанные задачи. В
случае, если Вы проявили мошенничество либо скрываете правду в адрес своих близких,
возникает вероятность проблем с зачатием и вынашиванием.
Чтоб не войти в следующий слой Кармы и не запустился отрицательный сценарий
необходимо не допускать кармических черт характера соответствующий этой ошибки, это
первостепенное условие.
Кармические черты характера, которые нельзя допускать:
Манипуляция и мошенничество, игра на нервах, подвох фактов, домыслы, выдумки,
иллюзия, самообманы, само накручивание, недоверие.
Подозрительность, формирование черных списков, неумение прощать, желание обмануть,
искусить на измены и предательство, нежелание вести хозяйство, потакание слабостям.
Допуская вышеописанные черты характера в повседневной жизни, человек спускается в
следующий слой Кармы, где его провоцируют совершить и сделать определенные
действия, поступки, шаги и войти в слой Искушений.
Искушения, чего делать нельзя:
Использование доверия близких для самореализации и статуса, самоутверждение за счет
других людей, обман близкого человека, даже в мелочах, играют чужую роль.
Поддавшись искушению и совершив определенные негативные действия, шаги и
поступки, к человеку прилетает обратка в виде совершенных поступков на событийном
плане.
Обратка и событийный план:
Предательство близких людей, измены, их предают, конфликтные отношения с близкими
родственниками, невозможность создания домашнего комфорта, все рушиться, ломается,
портиться.
Аспекты здоровья и самочувствия: Репродуктивная система, психика, мочеполовая
система.
Совет – оберегать и защищать близких от предательств, не обманывать и не хитрить.
''',
19: '''Злоупотребление властью, чинные преступления, достигли статуса за счет другого.
В прошлой жизни Вы превысили должностные полномочия, совершили чинные
преступления и подавляли своих подчинённых. В этой жизни, в качестве искупления
греха, Вам не рекомендуется допускать чинных преступлений, находясь при должности, а
также брать взятки. Кроме того, не следует нарушать свободную волю других людей и
принуждать их к поступкам или мыслям, по мнению человека, являющихся для него
выгодными, наоборот, следует вдохновлять окружающих (особенно коллег и
подчинённых), помогать им расти профессионально, оставляя при этом свои заслуги в
тени. Кармически обусловленными могут быть проблемы, связанные с государственными
учреждениями, а также давлением вышестоящих органов. Дабы исключить эти преграды,
необходимо выполнять вышеуказанные задачи.
Чтоб не войти в следующий слой Кармы и не запустился отрицательный сценарий
необходимо не допускать кармических черт характера соответствующий этой ошибки, это
первостепенное условие.
Кармические черты характера, которые нельзя допускать:
Властность, грубость, агрессия, высокомерие, давление на других, навязывание своей
воли, своих правил, желание доминировать, управлять, повышенный контроль.
Гордыня, не принимает ни каких замечаний, не принимает критику в свой адрес, ему
важно доминировать либо страхом, либо жалостью - «Либо царь, либо коврик».
Отсутствие собственного достоинства, зависимость от мнения других людей.
Неумение расслабляться, перевозбуждение, трудоголизм.
Синдром жертвы, обиженности, суетливость, вымышленный статус. Внутреннее
самосожжение, т.е. не любовь к себе, самоедство.
Негативное мышление, энергия, направленная не на благие, а на корыстные цели.
Допуская вышеописанные черты характера в повседневной жизни, человек спускается в
следующий слой Кармы, где его провоцируют совершить и сделать определенные
действия, поступки, шаги и войти в слой Искушений.
Искушения, чего делать нельзя:
Предлагают высокие должности и искушают превысить полномочия, взяточничество,
доминирование, управление, манипуляция, власть и статус любой ценой.
Поддавшись искушению и совершив определенные негативные действия, шаги и
поступки, к человеку прилетает обратка в виде совершенных поступков на событийном
плане.
Обратка и событийный план:
Порча деловой репутации, лишение власти, крах карьерного роста и позор, конфликтные
взаимоотношения с чиновниками, подставы с их стороны, человека могут заставить
отвечать за чужие грехи. Работа не приносит должного удовлетворения.
Подставы со стороны начальства, государства, публичная расправа.
В сфере личных отношений – разногласия, легкие конфликты по мелочам, трудности в
общении между поколениями, конфликты отцов и детей, незначительные трудности в
браке, высокомерность, ревность и придирчивость в отношениях.
Аспекты здоровья и самочувствия: сердечно-сосудистая система, кроветворная система,
сильные воспалительные процессы с повышением температуры тела, неврозы.
Совет: Осуществлять покровительство, помогать людям в карьерном росте, любые
слишком высокие должности могут принести подвох, лучше перепроверить документы.
''',
20: '''Нарушение родовых законов и традиций, интересов Рода, порча репутации.
В этой жизни, в качестве искупления греха, Вам следует придерживаться родовых
традиций, поддерживать гармоничные отношения с родственниками, восстанавливать
генеалогическое древо, а при возможности, прославить свой Род или восстановить его
ремёсла. Кармически обусловленными могут стать проблемы с зачатием и вынашиванием,
а также трудности во взаимоотношениях с родственниками, изгнание из Рода. Дабы
исключить эти преграды, необходимо выполнять вышеуказанные задачи.
Чтоб не войти в следующий слой Кармы и не запустился отрицательный сценарий
необходимо не допускать кармических черт характера соответствующий этой ошибки, это
первостепенное условие.
Кармические черты характера, которые нельзя допускать:
Нежелание опираться на Род, следовать традициям, пренебрежительное отношение к Роду
и противопоставление себя ему, осуждение родителей и родственников, держат обиды на
своих родных. Суды с родственниками.
Зацикленность на семье и близких, страх их смерти. Родовые конфликты. Наличие
комплексов, связанные с семьей или происхождением, выдумывание других родителей и
их статуса, нежелание и отказ помогать родственникам, критика в отношении близких,
считают себя представителем новой эпохи. Намеренная порча репутации Рода,
проявление категоричности, осуждения. Самоотречение.
Либо наоборот безволие, отсутствие внутреннего стержня и с размытость по жизни,
вынесение ссора из избы, использование своих способностей и своей силы в корыстных
целях.
Допуская вышеописанные черты характера в повседневной жизни, человек спускается в
следующий слой Кармы, где его провоцируют совершить и сделать определенные
действия, поступки, шаги и войти в слой Искушений.
Искушения, чего делать нельзя:
Любая форма предательства Рода, конфликтность в семье, предательство и подставы
близких людей.
Поддавшись искушению и совершив определенные негативные действия, шаги и
поступки, к человеку прилетает обратка в виде совершенных поступков на событийном
плане.
Обратка и событийный план:
Крах семейного бизнеса, ремесла, отсутствие поддержки Рода, конфликты в Роду,
предательства родственников, вынужденный переезд на Родину, отказ в наследстве,
изгнание из Рода.
Кармические отношения, изоляция от друзей и родных, предательство со стороны тех,
кому больше всего доверяли.
Аспекты здоровья и самочувствия: обострения хронических заболеваний вплоть до
необходимости оперативного вмешательства, болезненные дети, генетические
отклонения. Генетические заболевания, осложнения после болезней, хронические
заболевания.
Совет - помогать всем членам Рода, оказывать им посильную финансовую поддержку.
''',
21: '''Предательство традиций, целостности и устоев Родины либо нации.
В прошлой жизни Вы совершили предательство своей Родины: выдали информацию
государственной важности врагам, прославили чужбину (не указав Родины и
национальной принадлежности), не пошли на защиту Родины во время боевых действий и
т.д. Чаще всего люди с таким знаком совершают в течение жизни переезд за границу, ибо
жизнь и реализация на Родине у них не складывается. Переезд не воспрещается, но
обязательным условием должно стать сохранение родовых (от слова “Родина”) традиций,
как, например, празднование национальных праздников, сохранение и передача
национального языка, соблюдение национальных религиозных канонов и т.д. Кроме того,
будет отработкой Кармы желание прославить каким бы то ни было образом (словом или
делом, масштаб не важен, важно - намерение). Вы можете победить в соревновании и
озвучить свою национальную принадлежность, написать творческое произведение и
прославить Родину, защитить облик своей страны в ходе диалога. Если носителем этого
знака является мужчина, в случае боевых действий на Родине - он должен приехать на её
защиту. Не рекомендуется впадать в зависимость от иностранных традиций, языков и
трендов. Конечно, изучение языка, культуры и традиции других народов допускается, но
не чтобы сменить родовые на них, а с целью передать эти знания своим
соотечественникам для их развития.
Чтоб не войти в следующий слой Кармы и не запустился отрицательный сценарий
необходимо не допускать кармических черт характера соответствующий этой ошибки, это
первостепенное условие.
Кармические черты характера, которые нельзя допускать:
Воинственность по отношению к людям, религиям, политики.
Непризнание какой-либо идеологии, в том числе добра и зла. Участие в военных
действиях, разжигание конфликтов. Агрессия против мира.
Замкнутость, закрытость от всего мира, отгороженность, уход в себя. Апатия, что не
получается сразу глобальное и большое.
Отрицание нового, неординарного, непризнание других народов и культур. Не чувствует
себя частью этого мира, не готов интегрироваться в обществе, Желание объять
необъятное. Не умение реально смотреть на жизнь.
Человек не чувствует себя частью народа, провоцирует политические, национальные и
идеологические конфликты, не придерживается никаких традиций, унижая достоинство и
честь своей Родины находясь за границей, может представляться представителем другой
национальности.
Склонность к сектантству, подверженность общественному мнению. Страх выезда за
границу и общения с иностранцами, неприятие всего заграничного, некорректный
патриотизм, не разбирается и потому боится современной техники, старается не
использовать передовые технологии.
Допуская вышеописанные черты характера в повседневной жизни, человек спускается в
следующий слой Кармы, где его провоцируют совершить и сделать определенные
действия, поступки, шаги и войти в слой Искушений.
Искушения, чего делать нельзя:
Жизнь за границей, разговоры о политике, непризнание традиций и культуры любого
народа, любая форма предательства Родины.
Поддавшись искушению и совершив определенные негативные действия, шаги и
поступки, к человеку прилетает обратка в виде совершенных поступков на событийном
плане.
Обратка и событийный план:
- проблема с заграницей, препятствия при поездке за границу,
- ограниченность поступающей информации,
- конфликты с иностранцами, крах международного бизнеса, срыв международных
сделок.
- сложности на Родине, человеку нигде нет места,
- сложности с документами, изгнание из общества, с работы, третьи лица вмешиваются в
конфликт, не переваривают культуру.
Аспекты здоровья и самочувствия: Нарушение обмена веществ, гормональная система,
иностранные вирусы и бактерии, чаще всего редкие, частые проблемы с желудком.
Совет: важно прославлять страну, защищать ее границы и помогать гражданам.
''',
22: '''Избегание всех форм ответственности, плыли по течению.
В прошлой жизни Вы не захотели нести ответственность не за семью, не строили карьеру,
не любили детей, плыли по течению, жили чужой головой, чужой волей.
Чтоб не войти в следующий слой Кармы и не запустился отрицательный сценарий
необходимо не допускать кармических черт характера соответствующий этой ошибки, это
первостепенное условие.
Кармические черты характера, которые нельзя допускать:
- Человек играет либо роль наивного ребенка, не готов брать ответственность за свои
поступки на себя, проявляет капризность либо наоборот проявляет агрессию, злость и
склонность к истерикам.
- Отсутствие внутренней свободы, рамки, ограничения, нежелание ни за что отвечать,
брать ответственность.
- Склонность к распущенной, легкой и разгульной жизни, зацепки за материальное.
Любые зависимости.
- Узость мышления, отсутствие духовности, радости жизни, легкости, вдохновения.
- Выпрашивают подарки, без причины обижаются, не хотят заслуживать уважение и
любовь, шантажируют слезами, нытье, мнительность, истерия, требуют повышенного
внимания.
Допуская вышеописанные черты характера в повседневной жизни, человек спускается в
следующий слой Кармы, где его провоцируют совершить и сделать определенные
действия, поступки, шаги и войти в слой Искушений.
Искушения, чего делать нельзя:
Нежелание брать ответственность, капризность, манипуляция родителями и теми людьми,
которые дорожат вашими отношениями, аборты.
Поддавшись искушению и совершив определенные негативные действия, шаги и
поступки, к человеку прилетает обратка в виде совершенных поступков на событийном
плане.
Обратка и событийный план:
Множество трудно решаемых проблем, завал проблем, чтобы не решили это порождает
еще больше их увеличение, они как как рассыпанный бисер, подводные камни,
непреодолимые препятствия.
Конфликты с детьми, утрата психологического контакта с ребенком, неуважение и не
почитание с их стороны, вплоть до игнорирования, предательство детей.
Аспекты здоровья и самочувствия: болезни детей, комплексные заболевания, травмы с
психикой, проблемы с передвижением, легкие ранения, травмы и заболевания, сложности
зачатия, проблемы с рождением детей, осложнения во время родов, инвалидность.
Совет - помогать любым детям, быть открытым и дружелюбным, убрать все взрослые
эмоции: гнев, злость, агрессия. В делах быть более внимательным и сосредоточенным, не
распыляться по мелочам, необходимо концентрация на определенной задаче и цели.
Лучше отложить решение вопросов на более поздний срок.
'''
}

tp = {1:'Если вы поработаете над страхом публичных выступлений и чрезмерной опекой брата или сестры. В этом случае, Вы сможете найти общий язык с любым человеком, проявится талант ораторского мастерства, умение обучать и обучаться, быстро налаживать деловые связи, развитый интеллект, хорошая память. Будут происходить такие положительные события как: помощь и поддержка от ровесников и тех, кто моложе, успешно решаются вопросы деловых коммуникаций, создавать условия для реализации новых целей, создаваемых человеком, обновление жизни. ',
2:'Преодолев в себе пренебрежение женскими капризами, слабостью, конфликтность и грубость, обиду на маму и всех женщин в целом. Талант: умение почувствовать психофизическое состояние других людей, знахарство, целительство, травоведение, умение общаться с животными. Событие +: помощь и поддержка со стороны женщин, покровительство и поддержка со стороны женщин, хорошее здоровье, человек способен видеть дефекты, знает как исправить.',
3:'нежелание иметь детей либо мама-наседка. Событие+: все цели человека продуманы до мелочей, реализуются сразу, легко, решаются все вопросы, создание визуального продукта, помощь со стороны детей, здоровье и успех детей, помощь детей, зачатие. Талант: умение реализовать мыслеформу, воплотить мечты в реальность, понять необходимости других людей для самореализации (для этого надо конкретно представить мечту в подробностях), но если захотят стать родителем, в них заложен талант материнства и отцовства',
4:'не признанный гений, лень, халтура. Событие+: абсолютный успех в карьере, бизнесе в котором человек непосредственно сам принимает участие, успех и поддержка коллег, партнеров по бизнесу, перспективные контракты, верные стратегии. Такому человеку нельзя отстраняться от бизнеса. Талант: умение создать бизнес условия для карьерного роста на ровном месте, легко налаживаются контакты, выстраивание их по деловому принципу ""ты -мне, я - тебе"".',
5:'Необходимо преодолеть обиду на отца либо неуважительное отношение к отцу. Талант: мудрость, умение понять потребности других людей, умение помочь, зная, как сделать лучше. События +: Поддержка со стороны мужчин, руководства, человек легко выбирает, верный путь, наставника, его вовремя отклоняют от бед, благоприятно решаются вопросы, связанные с духовной, интеллектуальной и эзотерической сферах ',
6:'нежелание идти на компромисс. Событие+: Успешный брак, рождение детей, правильный выбор партнера, перспективные и надежные отношения, помощь со стороны близких, искренность по отношению к вам (если любят –любят, если ненавидят –значит ненавидят) Талант: умение быть комфортным, находить общий язык, быстро вливаться в коллектив, переходить на дружеское общение, выбирать партнеров, чувство перспективности отношений. Они видят в человеке, какой талант в другом человеке можно вскрыть.',
7:'необходимо преодолеть точку препятствия: знак морковка, ему требуется вдохновение для свершения, одобрение, волшебный «пендель», постоянно в сомнениях. Талант: умение приспособиться при любых обстоятельствах, создавать в быту полезные вещи, адаптироваться и ориентироваться в незнакомом месте, чувствуют быстрые и перспективные проекты, их риск всегда оправдан, реактивно движутся по жизни. Событие +: вопросы решаются реактивно быстро, но эффект не продолжителен, открываются любые дороги и в переносном смысле, удачные переезды, легкий карьерный рост, но знак не предполагает собственного бизнеса. Даёт успех во всех инновационных видениях, подходах. Исключает все лишние дороги, где препятствия-не надо лезть, чем новее проект, тем легче',
8:'Про таких говорят - в каждой бочке затычка, завышенное чувство справедливости, желание решать чужие проблемы, чужая боль ближе родственной.             Событие+: Помощь со стороны государства в т.ч. Госслужба, успех в правовой сфере, жизнь предлагает несколько одинаково хороших перспектив (достаточно выбрать что интереснее и ближе), получение наследства, возврат долгов, иногда законы помогают конкретно вам или ваши косяки не замечают, выигрыш в судах.  Талант: чувствование документов, справедливость в отношениях, подсознательное знание законов, умение примирить в конфликте, найти дипломатичное решение, однако из-за этого в окружении часто бывают конфликтные отношения.',
9:'Необходимо преодолеть эффект «банный лист», страх одиночества, жертвенность, навязчивость, отсутствие чувства меры в отношениях. Талант: дар экстрасенсорики (ясновидение, ясно знание), получение ответов в готовом виде. Будут происходить положительные события такие как: Успех во всех вопросах, которые человек продумывает и реализовывает один. Успех в индивидуальных проектах, а также в информационных и эзотерических сферах. Поддержка со стороны старшего поколения. Совместный бизнес с кем-то противопоказан либо последнее слово должно быть за вами, вы должны быть лицом принимающее решение. Есть риск остаться одиноким в жизни, если человек не принимает свою самодостаточность, нельзя ни на кого опираться и искать поддержки.',
10:'Необходимо преодолеть страх бедности, страх быть должным, финансовая скупость. Талант: знание как преумножить капитал, прокрутить деньги, чувствуют рынок, зарабатывают на ровном месте, знают, где стоит ""тумбочка"". События +: Крупный финансовый успех, бизнес, помощь приходит со стороны фин партнеров, контрагентов, банков, легко решаются вопросы, связанные с преумножением, расширением и циркуляцией процессов. Особенно хорошо если бизнес связан с постоянно меняющимися клиентами. Консалтинг не очень хорошо.',
11:'Необходимо преодолеть желание нападать первым, при этом считать, нападение лучшая форма защиты, страх конкурентной борьбы, провоцировать людей на конфликты и драки. Талант: умение преодолевать любые препятствия, побеждать в конкурентной борьбе, обладают психо-физической силой, могут воздействовать на людей, их враги сами сознаются в своих планах, им из-за этого кажется что среда вокруг них враждебна, обожают препятствия. Событие +: проявляется невероятная внутренняя сила, защита от нападений, победа над врагами, успех в любом деле.',
12:'токсический стыд, знак сорри, без вины виноватый, зависит от мнения окружения, постоянно извиняются за все подряд. Событие+: Помощь со стороны малознакомых людей, вас понимают с полуслова, знают ваши потребности и дают столько сколько нужно, ваш покой оберегают, т.е. люди дорожат отношениями с вами, с вашим мнением считаются.  Талант: умение почувствовать психоэмоциональное состояние человека, его внутренний мир, мотивы, намерения, умение успокоить, проявить тактичность и дипломатичность, оказать психологическую помощь.',
13:'Необходимо преодолеть страх смерти, болезни, операций, рока, наказания, склонность к риску и экстриму, играют со смертью, если этот человек замолчал -значит боится, рисковать надо разумно. Талант: умение найти альтернативные нестандартные решения, быстрота, острота мышления, умение найти выход из запутанной ситуации, им легче там, где сложно, обладают гипнозом, умеют убедить кого угодно в чем угодно, найти недостающие пазлы, выдающиеся адвокаты в истории. События +: Человеку дают то, на что он даже не рассчитывал, резкие перемены в лучшую сторону, судьба человека ведет к высшим целям, отсекая бытовые проблемы.',
14:'Необходимо побороть в себе следующие качества: жадность эмоциональная, материальная, знаний, впечатлений, страсть что-то копить, коллекционировать, особенно коробочки. Талант: как умение выращивать что угодно и где угодно, селекции, сельхоз навыки, руки обладают живительной силой, способны целить растения. Способность создать гармоничную обстановку где угодно, умеют жить в достатке (уплачены налоги, образование детям), а если выше достатка, то вас может переклинить и перейти в жадность, прослеживайте в себе такие проявления.',
15:'зависть, зависть от успеха других людей, не умение примириться с благополучием близких, склонность к манипуляциям и шантажам. События +: Катализирует успех, эмоции, блага всего, что вы хотите, не создает, а увеличивает, дает возможность раскрыть экстрасенсорику, нр, интуицию, сновидения и через воздействие на людей получить любой желаемый результат, наколдовать. Успех во всех областях, связанных с организацией и контролем. Талант: дар ясновидения, пророческий дар, колдовство, умение предвидеть ситуации, организовать любые процессы, экстравагантные видения, умение манипулировать людьми',
16:'задняя передача, человек живет прошлым, больше боится потерять взаимосвязь отношений с людьми, боится открывать новые перспективы. Событие+: Успех в вопросах недвижимости, частного бизнеса, строительство чего угодно с нуля, возможно покупка недвижимости в любой точке планеты. Талант: умение выстроить что угодно с нуля. Стратегическое мышление, умение что угодно починить, усовершенствовать, дополнить. Знак недвижимости, строительства, риелтор, ремонт. На высшем уровне - это духовник, выстраивающий мировоззрение',
17:'Вы из категории людей, которые имеют сразу два недостатка: 1. заниженная самооценка по вопросу творчества, не признают своих талантов, не умеют выражать свои чувства и эмоции. Их окружению не стоит обижаться на их комплименты, у них закрыта романтика, не могут сказать о любви и о добре. Событие+: Творческая реализация, слава, почет, известность, человек легко решает любые вопросы, особенно основанные на самореализации, поддержка со стороны друзей, развитие экстрасенсорики, легкий взлет с продолжительным эффектом. Талант: все виды творческих талантов (наука, эзотерика, искусство). Умение добиться известности, публичности, очень романтичны.',
18:'Неумение прощать, иметь черные списки своих врагов, не давать второго шанса, подозрительность, страх быть преданным. Событие+: налаженные отношения с близкими, благоприятно решатся любые вопросы связанные с красотой, уютом и комфортом, все вопросы делового характера будут изложены честно, поэтому в это период благоприятно выводить на чистую воду, решать старые конфликты, задавать прямые вопросы. Талант:   чувствовать ложь, и предательство заранее, будете знать как выйти из негативного воздействия, как обойти проблему, предвосхитить план врага, чувствовать подвох.',
19:'Необходимо преодолеть самую тяжелую точку препятствия: заниженная самооценка во всем, надо проработать только с психологом, они в жизни или коврик, или царь. Талант: умение добиться статуса и власти, высокой должности, быстрого карьерного роста, уважение к себе, организационные способности, убедительность, сила характера и духа, лидерские качества. События +: Поддержка со стороны государства, успех в карьере, открыты все дороги, бизнес, спорт, брак по расчету, им важен статус.',
20:'Преодолев брезгливое отношение к своему роду, часто говорят что не из этой семьи, им надо прославиться. Событие+: успех во всех вопросах, связанных с родом, бизнесом рода, продолжение рода, преумножение капитала рода, поддержка со стороны родни. Талант: вы раскроете все виды талантов рода, знание истории, традиций и устоев своего народа.',
21:'Необходимо преодолеть завышенный патриотизм, страх полетов на самолете, страх что не смогут прижиться за рубежом, хотя наоборот их иностранцы воспринимают как своих и им там будет успешнее жить. Событие+: Успех за границей, деньги, карьера, бизнес, семья, счастье за границей, открывает возможности о которых человек мечтал в детстве, но реализация казалась не реальным. Талант: полиглот, умеет приспособиться в любой стране, подсознательно знает традиции, законы, менталитет других народов. Умеет управлять эмоциями других людей, новаторство, удача в путешествиях, предрасположенность иностранцев к вам. Страсть к лоску.',
22:'Необходимо преодолеть «синдром блондинки», наивного ребенка, человек прикидывается дружелюбным и открытым, хотя может быть весьма расчетливым, капризным, перетягивать одеяло на себя, подставлять, переводить стрелки. Талант: умение найти общий язык с любым ребенком, создать неординарные эксклюзивные решения, вас будут любить за дружелюбие. События +: Успех в рождении и воспитании детей, но в целом трактуется как множество успехов, можно запускать сразу несколько процессов.'
}

karma_countries = {1:'Австрия, Алжир, Ангола, Ботсвана, Нагорно-Карабахская Республика, Нидерланды, Пакистан, Португалия',
    2:'Боливия, Замбия, Испания, Мальдивы, Украина',
    3:'Абхазия, Индонезия, Исландия, Йемен, Кокосовые острова, Маврикий, Непал, Норфолк остров, Руанда, Сербия, Синт-Эстатиус, Уругвай, Чехия',
    4:'Бельгия, Вьетнам, Гвинея, Гренландия, Острова Кайман, КНДР, Лихтенштейн, Монтсеррат, Мьянма, Нигер, Папуа — Новая Гвинея, Перу, Словакия, Суринам, Токелау',
    5:'Афганистан, Бермудские Острова, Гватемала, Гернси, Египет, Кюрасао, Лесото, Рождества остров, Саба, Сейшельские Острова, Турция, Эстония, Южная Осетия',
    6:'Австралия, Азербайджан, Барбадос, Бруней, Израиль, Коморские Острова, Коста-Рика, Сенегал, Сен-Пьер и Микелон, США, Англия',
    7:'Бурунди, Доминика, Зимбабве, Казахстан, Либерия, Малайзия, Мартиника, Монако, Никарагуа, Парагвай',
    8:'Бонэйр, Великобритания, Джерси, Маршалловы Острова, Саудовская Аравия, Швеция',
    9:'Бахрейн, Гаити, ДНР, Колумбия, Куба, Мадагаскар, Микронезия, Полинезия Французская, Польша, Пуэрто Рико, Таджикистан, Фареры, Эфиопия',
    10:'Багамские Острова, Гренада, Греция, Грузия, Камбоджа, Молдавия, ПМР, Россия, Румыния, Сент-Люсия, Танзания, Тринидад и Тобаго, Эквадор',
    11:'Босния и Герцеговина, Бразилия, Гибралтар, Ирландия, Камерун, КНР, Литва, Мали, Мозамбик, Нигерия, Сингапур, Франция, Шри-Ланка, Экваториальная Гвинея',
    12:'Армения, Болгария, Венесуэла, Гана, Гвинея-Бисау, Северный Кипр, Киргизия, Кот-д’Ивуар, Сальвадор, Словения, Узбекистан, Хорватия, ЮАР, Япония',
    13:'Венгрия, Гваделупа, Гуам, Лаос, Мавритания, Марокко, Соломоновы Острова, Тунис, Филиппины, Чад, Чили',
    14:'Аландские острова, Аргентина, Бутан, Гондурас, Иордания, Ирак, Ниуэ, Свазиленд, Сьерра-Леоне, Фолклендские острова, ЦАР',
    15:'Бангладеш, Гайана, Гонконг, Италия, Ливан, Ливия, Малави, Мэн, ОАЭ, Самоа, Сан-Марино, Северные Марианские острова, Сент-Винсент и Гренадины, Эритрея',
    16:'Андорра, Аруба, Буркина-Фасо, Гвиана, Германия, Катар, Южная Корея, Мальта, Судан, Тувалу',
    17:'Ватикан, Восточный Тимор, Иран, Канада, Латвия, Макао, Новая Зеландия, Палау, Синт-Мартен, Финляндия, Южный Судан',
    18:'Белоруссия, Доминиканская Республика, Тайвань, Конго, Кука острова, Македония, Монголия, Новая Каледония, Сент-Китс и Невис, Сирия, Тёркс и Кайкос, Уоллис и Футуна, Черногория, Ямайка',
    19:'Вануату, Гамбия, Дания, Индия, Кувейт, Оман, Питкэрн острова, Сомали, Туркмения, Фиджи',
    20:'Антигуа и Барбуда, Габон, Кабо-Верде, Кирибати, ЛНР, Люксембург, Майотта, Мексика, Норвегия, Реюньон, Самоа Американское, Сан-Томе и Принсипи, Сен-Мартен, Таиланд, Того, Тонга, Уганда, Швейцария',
    21:'Албания, Бенин, Виргинские Острова, Кипр, САДР',
    22:'Англия, Белиз, Джибути, Кения, Республика Косово, Намибия, Науру, Панама, Отров Святой Елены'
}

zk_info = {1:'публичность, общественная деятельность, лекторство, получение/передача знаний.',
2:'общение с женщинами, животными, выезды на природу, экологически чистые продукты и все что связано со словом ЭКО',
3:'самореализация, воплощение идей в реальность, общение с детьми.',
4:'карьера/работа',
5:'общение с мужчинами, духовными наставниками, сфера религии, ведическая культура, идеологическое направление, правильный образ жизни.',
6:'семья, семейные узы, долгосрочное партнерство, обязательно надо иметь семью.',
7:'путешествия',
8:'справедливость, осознанность, понимание перспектив, наличие выбора, правовая сфера, работа с документами',
9:'экстрасенсорика (ясновидение, яснознание), развитые способности или уединение.',
10:'деньги, бизнес, увернность в будущем',
11:'сильные партнеры, защищенность, ощущение себя в любом аспекте как: перспективный бизнесмен, перспективный начальник, любят перспективу, перспективный партнер в семейной жизни, вам важно чувствовать себя непобежденным, не имеющим конкуренцию, равноправная сила в партнерстве лишь бы не было конкуренции.',
12:'взаимопонимание, чувствование партнера, поэтому люди часто лезут в душу, пытаются понять причину поведения, им важна в этом случае дипломатия.',
13:'экстрим, отсутствие уверенности в завтрашнем дне, смена событий, текучка работ и знакомств, отсутствие постоянства, любят когда все на грани риска, вы постоянно учитесь, "гостевой брак" для вас самый удобный вариант.',
14:'стабильность, надежность, однообразие, предсказуемость, привычки, надо выбрать сферу, где стабильно.',
15:'искушения, криминальность, сексуальность, магия, тайны, идите в секретную службу, в шоу бизнес.',
16:'имущество, недвижимость, наличие собственного дома или хотя бы купить себе квартиру.',
17:'слава, творческая реализация, сцена.',
18:'домашний уют, комфорт, вкусная еда, красивый дизайн, одежда, домоседы, надо работать на дому.',
19:'власть, статус, высокие должности, уважение и почет, вам нравиться руководить.',
20:'родственные связи, семейный бизнес, взаимоотношения между людьми, выстроенные на доверии, наличие традиций, ремесел в роду, любят династии, передачу артефактов по наследству, вам обязательно надо создать свою семью.',
21:'жить за границей, любовб к шикарному, комфорту как на европейском уровне, как "в высших домах Лондона".',
22:'друзья первыше всего, множество проектов, рассеяность внимания, запускают сразу несколько проектов, им обязательно надо иметь одного близкого друга.'
}

professions = {1:'интеллектуальные профессии, общение, коммуникации, менеджеры, учителя в школе (чаще), организаторы, юристы, умелые мастера (парикмахеры, ювелиры, механики), торговля, туризм, компьютеры, работа где нужна быстрая реакция, оккультные науки',
2:'духовная сфера, помощь другим, няни, сиделки, психологи, педагогика, врачи, работа с женщинами, воспитатели, сельское хозяйство, диетологи, работа с животными и растениями, организация мероприятий.',
3:'сфера красоты, мода, художники, швеи, портные, дизайн, выставки, кулинария, еда, рестораны, кафе, работа с женщинами, финансы, банки, служба знакомств, сфера недвижимости, работа с детьми, детский сад.',
4:'руководящие посты, политика, военные, бизнес, хирурги, стоматологи, работа с металлом, полиция, спорт.',
5:'педагогика, чаще высшее образование, наука, религия, оккультные практики, помощь другим, врачи, консультанты, психологи, социальные организации, тренинги, советники, политика.',
6:'изо, выставки, дизайн, служба знакомств, дипломатия, искусство, консультационные услуги, парикмахеры, сфера красоты, посредники, юристы, домашний очаг.',
7:'туризм, все, что связано с машинами, транспорт, перевозки, курьер, поставщик, военные, авиация, таможня, торговля, бизнес, бензин, газ, топливо, информационные технологии, гиды, экскурсоводы, менеджер, организатор.',
8:'юридическая сфера, экономика, банки, финансы, налоговые, любая работа, где нужна точность, работа с бумагами, преподаватели, наука.',
9:'медицина, преподавание, оккультизм, религия, церковь, горняки, геолог, ювелиры, научная деятельность, монахи, работа, требующая уединения и спокойствия, математики.',
10:'финансы, банки, бизнес, развлекательные мероприятия, туризм, транспорт, иностранные языки, клубы, рестораны.',
11:'ветеринария, спорт, физическая работа, управление, юристы, военные, полиция, руководящие должности, актеры, политика.',
12:'психология, психотерапия, медицина, гипнологи, экстрасенсы, садовники, духовные профессии, религия, работа, требующая ухода и заботы о других.',
13:'медицина, техника, машины, работа с металлом, опасные профессии, патологоанатомы, юристы, нотариусы, спорт, химия, лаборатория, оружие, военные. ',
14:' Дипломаты, чиновники, учителя, повар, часовщик, детский психолог, математика, наука, писатель, работа, которая не требует резкого переключения с одного на другое.',
15:'Бизнес, финансы, психология, магия, оккультизм, политика, полиция, работа в жестких условиях, спорт, творчество.',
16:'Строительство, недвижимость, офисная техника, офисные служащие, рискованные профессии, работа с техникой и железом.',
17:'астрология, творчество, писатели, работа со словом, авиация, наука, новые разработки, генная инженерия, кино, телевидение.',
18:'медицина, чисто женские профессии, ветеринар, питание, рестораны, кафе, работа с водой, на воде, детские сады, воспитатели, гинекологи, писатели, профессии, где нужна хорошая фантазия, диетологи, актеры, вообще творчество, работа с цветами, природой, биология.',
19:'направления в творчестве, актеры, реклама, сфера развлечений, чисто мужские профессии.',
20:'направления в музыке, родовые ремесла, юристы, философия, медицина, реклама, точные науки, политика, работа с массами.',
21:'связанная с заграницей, иностранные языки, туризм, компьютеры, Интернет, технологии, работа с массами, публичные профессии, большие компании, космонавтика, авиация.',
22:'направления в туризме, работе с детьми, путешествия, любая креативная профессия, где нет жестких рамок и границ, изобретатели, актеры, цирк, сочинители, писатели, развлекательные мероприятия, экстрасенсы.'
}

stones = {1:'агат',
2:'лунный камень',
3:'малахит, изумруд.',
4:'гематит, красная яшма, рубин.',
5:'сердолик, бычий глаз',
6:'яшма пестрая, соколиный глаз',
7:'опал, селенит.',
8:'розовый кварц, нефрит',
9:'моховой агат, кошачий глаз',
10:'лазурит, бирюза, синий сапфир',
11:'циркон, тигровый глаз, желтый сапфир',
12:'лабрадор, чароит',
13:'сардоникс, гранат',
14:'лазурит, голубой топаз',
15:'обсидиан, гага.',
16:'пирит, красный турмалин',
17:'авантюрин',
18:'аквамарин, аметист, перламутр.',
19:'цитрин, янтарь. ',
20:'дымчатый топаз, морион',
21:'коричневая яшма.',
22:'горный хрусталь'
}
